{
  "sentences": [
    { "lesson": 15, "german": "Als ich klein war, wollte ich Profisportler werden.", "czech": "Když jsem byl malý, chtěl jsem se stát profesionálním sportovcem." },
    { "lesson": 15, "german": "Wenn ich Zeit habe, gehe ich jeden Tag ins Fitnessstudio.", "czech": "Když mám čas, chodím každý den do posilovny." },
    { "lesson": 15, "german": "Er geht zum Training, obwohl er sehr müde ist.", "czech": "Jde na trénink, ačkoliv je velmi unavený." },
    { "lesson": 15, "german": "Das ist der höchste Berg, den ich je gesehen habe.", "czech": "To je ta nejvyšší hora, jakou jsem kdy viděl." },
    { "lesson": 15, "german": "Als wir in Österreich waren, sind wir jeden Tag Ski gefahren.", "czech": "Když jsme byli v Rakousku, lyžovali jsme každý den." },
    { "lesson": 15, "german": "Wenn es regnet, können wir leider nicht Fußball spielen.", "czech": "Když prší, nemůžeme bohužel hrát fotbal." },
    { "lesson": 15, "german": "Sie gewann das Turnier, obwohl sie verletzt war.", "czech": "Vyhrála ten turnaj, ačkoliv byla zraněná." },
    { "lesson": 15, "german": "Usain Bolt ist der schnellste Mann der Welt.", "czech": "Usain Bolt je nejrychlejší muž světa." },
    { "lesson": 15, "german": "Als er das Tor schoss, jubelten alle Zuschauer laut.", "czech": "Když vstřelil gól, všichni diváci hlasitě jásali." },
    { "lesson": 15, "german": "Wenn du fit bleiben willst, musst du regelmäßig trainieren.", "czech": "Když chceš zůstat fit, musíš pravidelně trénovat." },
    { "lesson": 15, "german": "Ich gehe schwimmen, obwohl das Wasser sehr kalt ist.", "czech": "Jdu plavat, ačkoliv je voda velmi studená." },
    { "lesson": 15, "german": "Das war das spannendste Spiel der ganzen Saison.", "czech": "To byl ten nejanapínavější zápas celé sezóny." },
    { "lesson": 15, "german": "Als ich anfing zu laufen, hatte ich keine Kondition.", "czech": "Když jsem začal běhat, neměl jsem žádnou kondici." },
    { "lesson": 15, "german": "Wenn wir gewinnen, machen wir eine große Party.", "czech": "Když vyhrajeme, uděláme velkou oslavu." },
    { "lesson": 15, "german": "Er spielt Basketball, obwohl er nicht sehr groß ist.", "czech": "Hraje basketbal, ačkoliv není moc vysoký." },
    { "lesson": 15, "german": "Die besten Ergebnisse erzielen wir durch hartes Training.", "czech": "Nejlepších výsledků dosahujeme tvrdým tréninkem." },
    { "lesson": 15, "german": "Als sie die Goldmedaille bekam, weinte sie vor Glück.", "czech": "Když dostala zlatou medaili, plakala štěstím." },
    { "lesson": 15, "german": "Wenn du nicht aufpasst, kannst du dich verletzen.", "czech": "Když nebudeš dávat pozor, můžeš se zranit." },
    { "lesson": 15, "german": "Ich mag Biathlon, obwohl ich nicht gut schießen kann.", "czech": "Mám rád biatlon, ačkoliv neumím dobře střílet." },
    { "lesson": 15, "german": "Das ist die schönste Sportart, die ich kenne.", "czech": "To je ten nejkrásnější sport, který znám." },
    { "lesson": 15, "german": "Als der Schiedsrichter pfiff, war das Spiel zu Ende.", "czech": "Když rozhodčí zapískal, byl konec zápasu." },
    { "lesson": 15, "german": "Wenn ich groß bin, möchte ich Tennisspieler werden.", "czech": "Až budu velký, chtěl bych se stát tenistou." },
    { "lesson": 15, "german": "Er trainiert jeden Tag, obwohl er wenig Zeit hat.", "czech": "Trénuje každý den, ačkoliv má málo času." },
    { "lesson": 15, "german": "Wir haben den besten Trainer in der ganzen Liga.", "czech": "Máme toho nejlepšího trenéra v celé lize." },
    { "lesson": 15, "german": "Als wir ankamen, war das Stadion schon voll.", "czech": "Když jsme dorazili, stadion byl už plný." },
    { "lesson": 15, "german": "Wenn du krank bist, darfst du keinen Sport machen.", "czech": "Když jsi nemocný, nesmíš sportovat." },
    { "lesson": 15, "german": "Sie läuft weiter, obwohl ihre Beine sehr weh tun.", "czech": "Běží dál, ačkoliv ji velmi bolí nohy." },
    { "lesson": 15, "german": "Das ist der schwerste Rucksack, den ich je getragen habe.", "czech": "To je ten nejtěžší batoh, jaký jsem kdy nesl." },
    { "lesson": 15, "german": "Als ich das erste Mal Ski fuhr, fiel ich oft hin.", "czech": "Když jsem poprvé lyžoval, často jsem padal." },
    { "lesson": 15, "german": "Wenn wir verlieren, sind wir natürlich sehr traurig.", "czech": "Když prohrajeme, jsme samozřejmě velmi smutní." },
    { "lesson": 15, "german": "Ich gehe angeln, obwohl ich keinen Fisch mag.", "czech": "Jdu rybařit, ačkoliv nemám rád ryby." },
    { "lesson": 15, "german": "Das ist die längste Strecke, die ich gelaufen bin.", "czech": "To je ta nejdelší trasa, kterou jsem uběhl." },
    { "lesson": 15, "german": "Als er jung war, war er ein berühmter Boxer.", "czech": "Když byl mladý, byl slavným boxerem." },
    { "lesson": 15, "german": "Wenn das Wetter schön ist, spielen wir Beachvolleyball.", "czech": "Když je hezké počasí, hrajeme plážový volejbal." },
    { "lesson": 15, "german": "Wir gehen wandern, obwohl es ein bisschen regnet.", "czech": "Jdeme na túru, ačkoliv trochu prší." },
    { "lesson": 15, "german": "Er ist der stärkste Mann in unserem Verein.", "czech": "Je to ten nejsilnější muž v našem spolku." },
    { "lesson": 15, "german": "Als ich ihn sah, wusste ich, dass er gewinnt.", "czech": "Když jsem ho viděl, věděl jsem, že vyhraje." },
    { "lesson": 15, "german": "Wenn du mitkommst, wird es bestimmt lustig.", "czech": "Když půjdeš s námi, bude to určitě legrace." },
    { "lesson": 15, "german": "Ich mache Yoga, obwohl ich nicht sehr beweglich bin.", "czech": "Dělám jógu, ačkoliv nejsem moc ohebný." },
    { "lesson": 15, "german": "Das war die schlechteste Leistung des ganzen Jahres.", "czech": "To byl ten nejhorší výkon celého roku." },
    { "lesson": 15, "german": "Als wir Kinder waren, spielten wir immer draußen.", "czech": "Když jsme byli děti, hráli jsme si vždycky venku." },
    { "lesson": 15, "german": "Wenn ich Ferien habe, fahre ich in die Berge.", "czech": "Když mám prázdniny, jedu na hory." },
    { "lesson": 15, "german": "Er klettert auf den Berg, obwohl er Angst hat.", "czech": "Leze na horu, ačkoliv má strach." },
    { "lesson": 15, "german": "Sie ist die netteste Person in meiner Mannschaft.", "czech": "Je to ta nejmilejší osoba v mém týmu." },
    { "lesson": 15, "german": "Als das Spiel begann, waren wir sehr nervös.", "czech": "Když zápas začal, byli jsme velmi nervózní." },
    { "lesson": 15, "german": "Wenn du willst, kann ich dir das beibringen.", "czech": "Když chceš, můžu tě to naučit." },
    { "lesson": 15, "german": "Wir haben gewonnen, obwohl der Gegner besser war.", "czech": "Vyhráli jsme, ačkoliv byl soupeř lepší." },
    { "lesson": 15, "german": "Das ist das teuerste Fahrrad im ganzen Geschäft.", "czech": "To je to nejdražší kolo v celém obchodě." },
    { "lesson": 15, "german": "Als ich nach Hause kam, war ich total erschöpft.", "czech": "Když jsem přišel domů, byl jsem úplně vyčerpaný." },
    { "lesson": 15, "german": "Wenn wir zusammen trainieren, macht es mehr Spaß.", "czech": "Když trénujeme společně, je to větší zábava." },
    { "lesson": 15, "german": "Er fährt Rad, obwohl er ein Auto hat.", "czech": "Jezdí na kole, ačkoliv má auto." },
    { "lesson": 15, "german": "Das ist der interessanteste Wettkampf der Saison.", "czech": "To je ten nejzajímavější závod sezóny." },
    { "lesson": 15, "german": "Als sie fiel, hat sie sich den Arm gebrochen.", "czech": "Když spadla, zlomila si ruku." },
    { "lesson": 15, "german": "Wenn ich reich bin, kaufe ich mir ein Pferd.", "czech": "Až budu bohatý, koupím si koně." },
    { "lesson": 15, "german": "Ich gehe zum Sport, obwohl ich lieber schlafen würde.", "czech": "Jdu sportovat, ačkoliv bych raději spal." },
    { "lesson": 15, "german": "Er ist der wichtigste Spieler in unserer Gruppe.", "czech": "Je to ten nejdůležitější hráč v naší skupině." },
    { "lesson": 15, "german": "Als wir in Berlin waren, besuchten wir ein Stadion.", "czech": "Když jsme byli v Berlíně, navštívili jsme stadion." },
    { "lesson": 15, "german": "Wenn du Fragen hast, frag den Trainer.", "czech": "Když máš otázky, zeptej se trenéra." },
    { "lesson": 15, "german": "Sie schwimmt jeden Tag, obwohl das Wasser kalt ist.", "czech": "Plave každý den, ačkoliv je voda studená." },
    { "lesson": 15, "german": "Das ist der kleinste Ball, den ich habe.", "czech": "To je ten nejmenší míč, který mám." },
    { "lesson": 15, "german": "Als ich 10 war, lernte ich Tennis spielen.", "czech": "Když mi bylo 10, naučil jsem se hrát tenis." },
    { "lesson": 15, "german": "Wenn wir fleißig sind, bekommen wir eine Belohnung.", "czech": "Když budeme pilní, dostaneme odměnu." },
    { "lesson": 15, "german": "Er macht weiter, obwohl alle anderen schon aufhören.", "czech": "Pokračuje dál, ačkoliv všichni ostatní už končí." },
    { "lesson": 15, "german": "Das ist die beste Pizza in der Stadt.", "czech": "To je ta nejlepší pizza ve městě." },
    { "lesson": 15, "german": "Als er das hörte, war er sehr überrascht.", "czech": "Když to slyšel, byl velmi překvapený." },
    { "lesson": 15, "german": "Wenn du Hilfe brauchst, ruf mich einfach an.", "czech": "Když potřebuješ pomoc, prostě mi zavolej." },
    { "lesson": 15, "german": "Ich spiele Golf, obwohl es ein teurer Sport ist.", "czech": "Hraji golf, ačkoliv je to drahý sport." },
    { "lesson": 15, "german": "Er ist der faulste Mensch, den ich kenne.", "czech": "Je to ten nejlínější člověk, kterého znám." },
    { "lesson": 15, "german": "Als wir fertig waren, gingen wir duschen.", "czech": "Když jsme byli hotovi, šli jsme se sprchovat." },
    { "lesson": 15, "german": "Wenn es schneit, gehen wir rodeln.", "czech": "Když sněží, jdeme sáňkovat." },
    { "lesson": 15, "german": "Sie läuft Marathon, obwohl sie schon alt ist.", "czech": "Běhá maraton, ačkoliv je už stará." },
    { "lesson": 15, "german": "Das ist das größte Stadion in Europa.", "czech": "To je ten největší stadion v Evropě." },
    { "lesson": 15, "german": "Als ich klein war, hatte ich Angst vor Wasser.", "czech": "Když jsem byl malý, měl jsem strach z vody." },
    { "lesson": 15, "german": "Wenn du nicht trainierst, wirst du nicht besser.", "czech": "Když netrénuješ, nezlepšíš se." },
    { "lesson": 15, "german": "Er ist glücklich, obwohl er verloren hat.", "czech": "Je šťastný, ačkoliv prohrál." },
    { "lesson": 15, "german": "Das ist der schnellste Weg zum Sportplatz.", "czech": "To je ta nejrychlejší cesta na hřiště." },
    { "lesson": 15, "german": "Als wir den Berg sahen, waren wir beeindruckt.", "czech": "Když jsme uviděli tu horu, byli jsme ohromeni." },
    { "lesson": 15, "german": "Wenn ich Zeit hätte, würde ich mehr Sport machen.", "czech": "Kdybych měl čas, sportoval bych víc." },
    { "lesson": 15, "german": "Ich esse gesund, obwohl ich Schokolade liebe.", "czech": "Jím zdravě, ačkoliv miluji čokoládu." },
    { "lesson": 15, "german": "Das ist die härteste Übung im Training.", "czech": "To je ten nejtvrdší cvik v tréninku." },
    { "lesson": 15, "german": "Als er das Ziel erreichte, brach er zusammen.", "czech": "Když dosáhl cíle, zhroutil se." },
    { "lesson": 15, "german": "Wenn wir zusammenhalten, können wir alles schaffen.", "czech": "Když budeme držet spolu, můžeme zvládnout všechno." },
    { "lesson": 15, "german": "Sie spielt gut, obwohl sie wenig übt.", "czech": "Hraje dobře, ačkoliv málo cvičí." },
    { "lesson": 15, "german": "Er ist der klügste Schüler in der Klasse.", "czech": "Je to ten nejchytřejší žák ve třídě." },
    { "lesson": 15, "german": "Als ich krank war, konnte ich nicht spielen.", "czech": "Když jsem byl nemocný, nemohl jsem hrát." },
    { "lesson": 15, "german": "Wenn du willst, gehen wir heute schwimmen.", "czech": "Když chceš, půjdeme dnes plavat." },
    { "lesson": 15, "german": "Ich mag den Winter, obwohl es kalt ist.", "czech": "Mám rád zimu, ačkoliv je chladno." },
    { "lesson": 15, "german": "Das ist der älteste Spieler in der Liga.", "czech": "To je ten nejstarší hráč v lize." },
    { "lesson": 15, "german": "Als wir Kinder waren, hatten wir viel Energie.", "czech": "Když jsme byli děti, měli jsme hodně energie." },
    { "lesson": 15, "german": "Wenn es dunkel wird, müssen wir nach Hause.", "czech": "Když se setmí, musíme domů." },
    { "lesson": 15, "german": "Er fährt Ski, obwohl er Angst hat.", "czech": "Lyžuje, ačkoliv má strach." },
    { "lesson": 15, "german": "Das ist die gefährlichste Piste im Skigebiet.", "czech": "To je ta nejnebezpečnější sjezdovka v lyžařském areálu." },
    { "lesson": 15, "german": "Als ich ihn traf, war er beim Training.", "czech": "Když jsem ho potkal, byl na tréninku." },
    { "lesson": 15, "german": "Wenn du müde bist, ruh dich aus.", "czech": "Když jsi unavený, odpočiň si." },
    { "lesson": 15, "german": "Sie gewinnt oft, obwohl sie jung ist.", "czech": "Vyhrává často, ačkoliv je mladá." },
    { "lesson": 15, "german": "Das ist der modernste Tennisplatz hier.", "czech": "To je ten nejmodernější tenisový kurt tady." },
    { "lesson": 15, "german": "Als das Wetter schlecht war, blieben wir drinnen.", "czech": "Když bylo špatné počasí, zůstali jsme uvnitř." },
    { "lesson": 15, "german": "Wenn ich groß bin, werde ich Sportler.", "czech": "Až budu velký, stanu se sportovcem." },
    { "lesson": 15, "german": "Er macht weiter, obwohl er Schmerzen hat.", "czech": "Pokračuje dál, ačkoliv má bolesti." },
    { "lesson": 16, "german": "Goethe schrieb viele berühmte Bücher und Gedichte.", "czech": "Goethe napsal mnoho slavných knih a básní." },
    { "lesson": 16, "german": "Ich sah gestern einen sehr spannenden Film.", "czech": "Včera jsem viděl velmi napínavý film." },
    { "lesson": 16, "german": "Er malte das Bild, als er in Italien war.", "czech": "Namaloval ten obraz, když byl v Itálii." },
    { "lesson": 16, "german": "Wir besuchten das Museum und sahen viele Kunstwerke.", "czech": "Navštívili jsme muzeum a viděli mnoho uměleckých děl." },
    { "lesson": 16, "german": "Mozart komponierte schon als Kind seine erste Musik.", "czech": "Mozart skládal svou první hudbu už jako dítě." },
    { "lesson": 16, "german": "Sie las den Roman in nur zwei Tagen.", "czech": "Přečetla ten román za pouhé dva dny." },
    { "lesson": 16, "german": "Er war ein großer Künstler, aber er war arm.", "czech": "Byl velkým umělcem, ale byl chudý." },
    { "lesson": 16, "german": "Ich ging ins Theater, weil ich die Schauspielerin mag.", "czech": "Šel jsem do divadla, protože mám rád tu herečku." },
    { "lesson": 16, "german": "Der Regisseur drehte den Film in Berlin.", "czech": "Režisér natočil ten film v Berlíně." },
    { "lesson": 16, "german": "Wir hörten das Konzert und waren begeistert.", "czech": "Slyšeli jsme ten koncert a byli jsme nadšení." },
    { "lesson": 16, "german": "Er spielte die Hauptrolle in dem neuen Stück.", "czech": "Hrál hlavní roli v tom novém kusu." },
    { "lesson": 16, "german": "Sie sang ein Lied, das alle kannten.", "czech": "Zpívala píseň, kterou všichni znali." },
    { "lesson": 16, "german": "Ich kaufte die Karten schon vor einer Woche.", "czech": "Koupil jsem lístky už před týdnem." },
    { "lesson": 16, "german": "Als der Film begann, wurde es dunkel.", "czech": "Když film začal, setmělo se." },
    { "lesson": 16, "german": "Er nahm an einem Casting teil und gewann.", "czech": "Zúčastnil se castingu a vyhrál." },
    { "lesson": 16, "german": "Die Band gab ein Konzert in unserer Stadt.", "czech": "Kapela měla koncert v našem městě." },
    { "lesson": 16, "german": "Ich wusste nicht, dass er so gut malen kann.", "czech": "Nevěděl jsem, že umí tak dobře malovat." },
    { "lesson": 16, "german": "Sie erzählte eine Geschichte, die sehr lustig war.", "czech": "Vyprávěla příběh, který byl velmi vtipný." },
    { "lesson": 16, "german": "Wir tanzten die ganze Nacht auf der Party.", "czech": "Tancovali jsme celou noc na party." },
    { "lesson": 16, "german": "Er blieb zu Hause, weil er krank war.", "czech": "Zůstal doma, protože byl nemocný." },
    { "lesson": 16, "german": "Der Autor lebte lange Zeit im Ausland.", "czech": "Autor žil dlouhou dobu v zahraničí." },
    { "lesson": 16, "german": "Ich fand das Buch besser als den Film.", "czech": "Kniha mi připadala lepší než film." },
    { "lesson": 16, "german": "Sie trug ein schönes Kleid bei der Premiere.", "czech": "Na premiéře měla na sobě krásné šaty." },
    { "lesson": 16, "german": "Wir warteten lange auf den Beginn der Vorstellung.", "czech": "Čekali jsme dlouho na začátek představení." },
    { "lesson": 16, "german": "Er sprach sehr leise, deshalb verstand ich ihn nicht.", "czech": "Mluvil velmi potichu, proto jsem mu nerozuměl." },
    { "lesson": 16, "german": "Die Ausstellung zeigte Bilder von jungen Künstlern.", "czech": "Výstava ukazovala obrazy mladých umělců." },
    { "lesson": 16, "german": "Ich dachte, dass das Museum heute geschlossen ist.", "czech": "Myslel jsem, že muzeum je dnes zavřené." },
    { "lesson": 16, "german": "Sie studierte Kunstgeschichte an der Universität.", "czech": "Studovala dějiny umění na univerzitě." },
    { "lesson": 16, "german": "Wir fuhren nach Wien, um die Oper zu sehen.", "czech": "Jeli jsme do Vídně, abychom viděli operu." },
    { "lesson": 16, "german": "Er schrieb einen Brief an seine Freundin.", "czech": "Napsal dopis své přítelkyni." },
    { "lesson": 16, "german": "Der Film hieß 'Das Leben der Anderen'.", "czech": "Film se jmenoval 'Životy těch druhých'." },
    { "lesson": 16, "german": "Ich traf einen berühmten Schauspieler auf der Straße.", "czech": "Potkal jsem na ulici slavného herce." },
    { "lesson": 16, "german": "Sie verlor ihre Eintrittskarte vor dem Theater.", "czech": "Ztratila svou vstupenku před divadlem." },
    { "lesson": 16, "german": "Wir aßen nach dem Konzert noch eine Pizza.", "czech": "Po koncertě jsme ještě snědli pizzu." },
    { "lesson": 16, "german": "Er kam zu spät, weil er den Bus verpasste.", "czech": "Přišel pozdě, protože zmeškal autobus." },
    { "lesson": 16, "german": "Die Musik war so laut, dass meine Ohren weh taten.", "czech": "Hudba byla tak hlasitá, že mě bolely uši." },
    { "lesson": 16, "german": "Ich lud sie ins Kino ein, aber sie hatte keine Zeit.", "czech": "Pozval jsem ji do kina, ale neměla čas." },
    { "lesson": 16, "german": "Der Kritiker schrieb eine schlechte Rezension über das Buch.", "czech": "Kritik napsal špatnou recenzi na tu knihu." },
    { "lesson": 16, "german": "Wir saßen in der ersten Reihe und sahen alles gut.", "czech": "Seděli jsme v první řadě a viděli všechno dobře." },
    { "lesson": 16, "german": "Er spielte Gitarre und sang dazu.", "czech": "Hral na kytaru a k tomu zpíval." },
    { "lesson": 16, "german": "Sie wurde berühmt, als sie zwanzig war.", "czech": "Stala se slavnou, když jí bylo dvacet." },
    { "lesson": 16, "german": "Das Publikum klatschte lange nach der Vorstellung.", "czech": "Publikum tleskalo dlouho po představení." },
    { "lesson": 16, "german": "Ich verstand den Film nicht, weil er auf Französisch war.", "czech": "Nerozuměl jsem filmu, protože byl ve francouzštině." },
    { "lesson": 16, "german": "Wir liefen schnell, um den Anfang nicht zu verpassen.", "czech": "Běželi jsme rychle, abychom nezmeškali začátek." },
    { "lesson": 16, "german": "Er interessierte sich sehr für moderne Kunst.", "czech": "Velmi se zajímal o moderní umění." },
    { "lesson": 16, "german": "Sie arbeitete als Regisseurin beim Fernsehen.", "czech": "Pracovala jako režisérka v televizi." },
    { "lesson": 16, "german": "Ich wollte Maler werden, aber mein Vater war dagegen.", "czech": "Chtěl jsem se stát malířem, ale můj otec byl proti." },
    { "lesson": 16, "german": "Das Festival dauerte drei Tage und war sehr schön.", "czech": "Festival trval tři dny a byl velmi hezký." },
    { "lesson": 16, "german": "Wir diskutierten lange über den neuen Film.", "czech": "Diskutovali jsme dlouho o tom novém filmu." },
    { "lesson": 16, "german": "Er schenkte ihr ein Buch zum Geburtstag.", "czech": "Daroval jí k narozeninám knihu." },
    { "lesson": 16, "german": "Sie sah sehr glücklich aus, als sie den Preis bekam.", "czech": "Vypadala velmi šťastně, když dostala tu cenu." },
    { "lesson": 16, "german": "Ich nahm an einem Wettbewerb teil und gewann nichts.", "czech": "Zúčastnil jsem se soutěže a nic jsem nevyhrál." },
    { "lesson": 16, "german": "Wir machten viele Fotos von der Ausstellung.", "czech": "Udělali jsme mnoho fotek z výstavy." },
    { "lesson": 16, "german": "Er nannte sein erstes Bild 'Der blaue Traum'.", "czech": "Nazval svůj první obraz 'Modrý sen'." },
    { "lesson": 16, "german": "Sie vergaß ihren Text während der Aufführung.", "czech": "Zapomněla svůj text během představení." },
    { "lesson": 16, "german": "Das Buch gefiel mir sehr gut, ich las es zweimal.", "czech": "Ta kniha se mi velmi líbila, četl jsem ji dvakrát." },
    { "lesson": 16, "german": "Wir tranken Wein auf der Vernissage.", "czech": "Na vernisáži jsme pili víno." },
    { "lesson": 16, "german": "Er reiste viel, um neue Inspiration zu finden.", "czech": "Hodně cestoval, aby našel novou inspiraci." },
    { "lesson": 16, "german": "Sie spielte Klavier, als ich ins Zimmer kam.", "czech": "Hrála na klavír, když jsem vešel do pokoje." },
    { "lesson": 16, "german": "Ich musste lachen, weil die Komödie so witzig war.", "czech": "Musel jsem se smát, protože ta komedie byla tak vtipná." },
    { "lesson": 16, "german": "Der Krimi war spannend, aber das Ende war doof.", "czech": "Detektivka byla napínavá, ale konec byl hloupý." },
    { "lesson": 16, "german": "Wir verließen das Kino, bevor der Film zu Ende war.", "czech": "Opustili jsme kino, než film skončil." },
    { "lesson": 16, "german": "Er liebte die Musik von Beethoven und Bach.", "czech": "Miloval hudbu Beethovena a Bacha." },
    { "lesson": 16, "german": "Sie zeichnete ein Porträt von ihrem Freund.", "czech": "Nakreslila portrét svého přítele." },
    { "lesson": 16, "german": "Ich besuchte gestern eine interessante Lesung.", "czech": "Včera jsem navštívil zajímavé autorské čtení." },
    { "lesson": 16, "german": "Wir bewunderten die alten Gebäude in der Stadt.", "czech": "Obdivovali jsme staré budovy ve městě." },
    { "lesson": 16, "german": "Er starb jung, aber seine Kunst lebt weiter.", "czech": "Zemřel mladý, ale jeho umění žije dál." },
    { "lesson": 16, "german": "Sie öffnete das Buch und begann zu lesen.", "czech": "Otevřela knihu a začala číst." },
    { "lesson": 16, "german": "Das Konzert fand in einer großen Halle statt.", "czech": "Koncert se konal ve velké hale." },
    { "lesson": 16, "german": "Ich lernte viele Gedichte in der Schule auswendig.", "czech": "Ve škole jsem se učil mnoho básní nazpaměť." },
    { "lesson": 16, "german": "Wir hatten viel Spaß im Zirkus.", "czech": "V cirkuse jsme se hodně bavili." },
    { "lesson": 16, "german": "Er war nervös, bevor er auf die Bühne ging.", "czech": "Byl nervózní, než šel na jeviště." },
    { "lesson": 16, "german": "Sie trug eine Maske im Theaterstück.", "czech": "V divadelní hře nosila masku." },
    { "lesson": 16, "german": "Ich empfahl ihm diesen Film, weil er gut ist.", "czech": "Doporučil jsem mu tento film, protože je dobrý." },
    { "lesson": 16, "german": "Wir sahen uns die Nachrichten im Fernsehen an.", "czech": "Dívali jsme se na zprávy v televizi." },
    { "lesson": 16, "german": "Er verbrachte den ganzen Tag in der Bibliothek.", "czech": "Strávil celý den v knihovně." },
    { "lesson": 16, "german": "Sie schrieb ihr erstes Buch mit zwanzig Jahren.", "czech": "Svou první knihu napsala ve dvaceti letech." },
    { "lesson": 16, "german": "Ich hörte das Lied im Radio und tanzte.", "czech": "Slyšel jsem tu píseň v rádiu a tancoval." },
    { "lesson": 16, "german": "Wir besuchten das Schloss und machten eine Führung.", "czech": "Navštívili jsme zámek a udělali si prohlídku." },
    { "lesson": 16, "german": "Er war ein Genie, aber niemand verstand ihn.", "czech": "Byl to génius, ale nikdo mu nerozuměl." },
    { "lesson": 16, "german": "Sie verkaufte ihre Bilder auf dem Markt.", "czech": "Prodávala své obrazy na trhu." },
    { "lesson": 16, "german": "Ich las die Zeitung beim Frühstück.", "czech": "Četl jsem noviny u snídaně." },
    { "lesson": 16, "german": "Wir gingen ins Konzert, obwohl wir müde waren.", "czech": "Šli jsme na koncert, ačkoliv jsme byli unavení." },
    { "lesson": 16, "german": "Er spielte die Rolle des Königs sehr gut.", "czech": "Roli krále zahrál velmi dobře." },
    { "lesson": 16, "german": "Sie interessierte sich nicht für klassische Musik.", "czech": "Nezajímala se o klasickou hudbu." },
    { "lesson": 16, "german": "Ich sah ein Plakat für das neue Musical.", "czech": "Viděl jsem plakát na ten nový muzikál." },
    { "lesson": 16, "german": "Wir kauften ein Programmheft vor der Show.", "czech": "Před show jsme si koupili program." },
    { "lesson": 16, "german": "Er komponierte eine Sinfonie für das Orchester.", "czech": "Složil symfonii pro orchestr." },
    { "lesson": 16, "german": "Sie bekam viel Applaus für ihren Auftritt.", "czech": "Dostala velký potlesk za své vystoupení." },
    { "lesson": 16, "german": "Ich war traurig, als das Buch zu Ende war.", "czech": "Byl jsem smutný, když kniha skončila." },
    { "lesson": 16, "german": "Wir gingen nach Hause und sprachen über den Film.", "czech": "Šli jsme domů a mluvili o filmu." },
    { "lesson": 16, "german": "Er malte den Himmel blau und die Sonne gelb.", "czech": "Namaloval nebe modře a slunce žlutě." },
    { "lesson": 16, "german": "Sie schrieb ein Tagebuch, als sie jung war.", "czech": "Když byla mladá, psala si deník." },
    { "lesson": 16, "german": "Ich fand die Ausstellung sehr inspirierend.", "czech": "Shledal jsem výstavu velmi inspirativní." },
    { "lesson": 16, "german": "Wir hörten eine Band, die Jazz spielte.", "czech": "Slyšeli jsme kapelu, která hrála jazz." },
    { "lesson": 16, "german": "Er war berühmt für seine Skulpturen aus Holz.", "czech": "Byl slavný svými sochami ze dřeva." },
    { "lesson": 16, "german": "Sie las ein Gedicht vor der Klasse vor.", "czech": "Předčítala před třídou báseň." },
    { "lesson": 16, "german": "Ich sah den Film schon dreimal, er ist toll.", "czech": "Viděl jsem ten film už třikrát, je skvělý." },
    { "lesson": 16, "german": "Wir gingen ins Kabarett und lachten viel.", "czech": "Šli jsme do kabaretu a hodně se smáli." },
    { "lesson": 17, "german": "Das ist der Mann, der das Telefon erfand.", "czech": "To je ten muž, který vynalezl telefon." },
    { "lesson": 17, "german": "Johannes Gutenberg, der den Buchdruck erfand, kam aus Mainz.", "czech": "Johannes Gutenberg, který vynalezl knihtisk, pocházel z Mohuče." },
    { "lesson": 17, "german": "Wir lernten in der Schule über Erfindungen, die die Welt veränderten.", "czech": "Ve škole jsme se učili o vynálezech, které změnily svět." },
    { "lesson": 17, "german": "Er las eine Zeitung, die auf dem Tisch lag.", "czech": "Četl noviny, které ležely na stole." },
    { "lesson": 17, "german": "Sie kaufte ein Smartphone, das sehr teuer war.", "czech": "Koupila si smartphone, který byl velmi drahý." },
    { "lesson": 17, "german": "Ich sah eine Dokumentation, die über Nikola Tesla handelte.", "czech": "Viděl jsem dokument, který pojednával o Nikolu Teslovi." },
    { "lesson": 17, "german": "Das ist die E-Mail, die ich gestern bekam.", "czech": "To je ten e-mail, který jsem včera dostal." },
    { "lesson": 17, "german": "Er benutzte eine App, die ihm den Weg zeigte.", "czech": "Použil aplikaci, která mu ukázala cestu." },
    { "lesson": 17, "german": "Wir sprachen über Fake News, die im Internet kursierten.", "czech": "Mluvili jsme o fake news, které kolovaly na internetu." },
    { "lesson": 17, "german": "Die Frau, die dort steht, ist eine berühmte Journalistin.", "czech": "Ta žena, která tam stojí, je slavná novinářka." },
    { "lesson": 17, "german": "Ich habe einen Computer, der sehr alt ist.", "czech": "Mám počítač, který je velmi starý." },
    { "lesson": 17, "german": "Das Auto, das er kaufte, war rot.", "czech": "Auto, které koupil, bylo červené." },
    { "lesson": 17, "german": "Sie schrieb einen Artikel, der viele Leute interessierte.", "czech": "Napsala článek, který zajímal mnoho lidí." },
    { "lesson": 17, "german": "Wir besuchten das Museum, das viele alte Maschinen zeigte.", "czech": "Navštívili jsme muzeum, které ukazovalo mnoho starých strojů." },
    { "lesson": 17, "german": "Der Erfinder, den wir trafen, war sehr klug.", "czech": "Vynálezce, kterého jsme potkali, byl velmi chytrý." },
    { "lesson": 17, "german": "Das ist das Buch, das ich gelesen habe.", "czech": "To je ta kniha, kterou jsem četl." },
    { "lesson": 17, "german": "Er hörte Radio, als die Nachricht kam.", "czech": "Poslouchal rádio, když přišla ta zpráva." },
    { "lesson": 17, "german": "Sie arbeitete in einer Fabrik, die Autos herstellte.", "czech": "Pracovala v továrně, která vyráběla auta." },
    { "lesson": 17, "german": "Das Internet, das wir heute nutzen, ist schnell.", "czech": "Internet, který dnes používáme, je rychlý." },
    { "lesson": 17, "german": "Ich kenne den Mann, der das Restaurant besitzt.", "czech": "Znám toho muže, který vlastní tu restauraci." },
    { "lesson": 17, "german": "Wir sahen einen Film, der sehr lustig war.", "czech": "Viděli jsme film, který byl velmi vtipný." },
    { "lesson": 17, "german": "Die Nachricht, die er schickte, war kurz.", "czech": "Zpráva, kterou poslal, byla krátká." },
    { "lesson": 17, "german": "Das ist die Kamera, die ich mir wünsche.", "czech": "To je ta kamera, kterou si přeji." },
    { "lesson": 17, "german": "Er lebte in einer Zeit, die sehr schwer war.", "czech": "Žil v době, která byla velmi těžká." },
    { "lesson": 17, "german": "Sie erfand eine Maschine, die das Leben leichter machte.", "czech": "Vynalezla stroj, který usnadnil život." },
    { "lesson": 17, "german": "Wir nutzten das Tablet, das auf dem Tisch lag.", "czech": "Použili jsme tablet, který ležel na stole." },
    { "lesson": 17, "german": "Der Brief, den ich schrieb, kam nie an.", "czech": "Dopis, který jsem napsal, nikdy nedorazil." },
    { "lesson": 17, "german": "Ich traf eine Freundin, die ich lange nicht gesehen hatte.", "czech": "Potkal jsem kamarádku, kterou jsem dlouho neviděl." },
    { "lesson": 17, "german": "Das ist das Spiel, das alle Kinder spielen.", "czech": "To je ta hra, kterou hrají všechny děti." },
    { "lesson": 17, "german": "Er war der erste Mensch, der auf dem Mond war.", "czech": "Byl to první člověk, který byl na Měsíci." },
    { "lesson": 17, "german": "Wir kauften einen Fernseher, der sehr groß war.", "czech": "Koupili jsme televizi, která byla velmi velká." },
    { "lesson": 17, "german": "Sie las die Nachricht, die auf dem Handy war.", "czech": "Přečetla si zprávu, která byla na mobilu." },
    { "lesson": 17, "german": "Das ist der Computer, den ich reparieren muss.", "czech": "To je ten počítač, který musím opravit." },
    { "lesson": 17, "german": "Der Drucker, der im Büro steht, ist kaputt.", "czech": "Tiskárna, která stojí v kanceláři, je rozbitá." },
    { "lesson": 17, "german": "Ich suchte Informationen, die ich für das Referat brauchte.", "czech": "Hledal jsem informace, které jsem potřeboval pro referát." },
    { "lesson": 17, "german": "Wir hörten eine Geschichte, die wahr war.", "czech": "Slyšeli jsme příběh, který byl pravdivý." },
    { "lesson": 17, "german": "Er zeigte mir das Foto, das er gemacht hatte.", "czech": "Ukázal mi fotku, kterou udělal." },
    { "lesson": 17, "german": "Das ist die Frau, die mir geholfen hat.", "czech": "To je ta žena, která mi pomohla." },
    { "lesson": 17, "german": "Ich habe ein Problem, das ich lösen muss.", "czech": "Mám problém, který musím vyřešit." },
    { "lesson": 17, "german": "Das Handy, das klingelte, gehörte mir nicht.", "czech": "Mobil, který zvonil, mi nepatřil." },
    { "lesson": 17, "german": "Wir sahen eine Werbung, die sehr bunt war.", "czech": "Viděli jsme reklamu, která byla velmi barevná." },
    { "lesson": 17, "german": "Er schrieb einen Kommentar, der sehr böse war.", "czech": "Napsal komentář, který byl velmi zlý." },
    { "lesson": 17, "german": "Die Medien, die wir nutzen, verändern sich schnell.", "czech": "Média, která využíváme, se rychle mění." },
    { "lesson": 17, "german": "Ich las ein Interview, das sehr interessant war.", "czech": "Četl jsem rozhovor, který byl velmi zajímavý." },
    { "lesson": 17, "german": "Das ist der Film, den wir gestern sahen.", "czech": "To je ten film, který jsme včera viděli." },
    { "lesson": 17, "german": "Er glaubte der Nachricht, die falsch war.", "czech": "Uvěřil zprávě, která byla chybná." },
    { "lesson": 17, "german": "Sie löschte das Foto, das ihr nicht gefiel.", "czech": "Smazala fotku, která se jí nelíbila." },
    { "lesson": 17, "german": "Wir diskutierten über Themen, die wichtig waren.", "czech": "Diskutovali jsme o tématech, která byla důležitá." },
    { "lesson": 17, "german": "Das ist der Link, den du mir geschickt hast.", "czech": "To je ten odkaz, který jsi mi poslal." },
    { "lesson": 17, "german": "Der Influencer, dem ich folge, postet tolle Bilder.", "czech": "Influencer, kterého sleduji, postuje skvělé obrázky." },
    { "lesson": 17, "german": "Ich habe eine Frage, die ich stellen möchte.", "czech": "Mám otázku, kterou chci položit." },
    { "lesson": 17, "german": "Das ist die Antwort, die ich suchte.", "czech": "To je ta odpověď, kterou jsem hledal." },
    { "lesson": 17, "german": "Wir machten ein Projekt, das viel Arbeit war.", "czech": "Dělali jsme projekt, který dalo hodně práce." },
    { "lesson": 17, "german": "Er war ein Mann, der viele Ideen hatte.", "czech": "Byl to muž, který měl mnoho nápadů." },
    { "lesson": 17, "german": "Sie fand eine Lösung, die einfach war.", "czech": "Našla řešení, které bylo jednoduché." },
    { "lesson": 17, "german": "Das ist das Gerät, das kaputt ging.", "czech": "To je ten přístroj, který se rozbil." },
    { "lesson": 17, "german": "Ich kenne den Schüler, der den Test bestanden hat.", "czech": "Znám toho žáka, který složil ten test." },
    { "lesson": 17, "german": "Wir besuchten die Stadt, die sehr alt ist.", "czech": "Navštívili jsme město, které je velmi staré." },
    { "lesson": 17, "german": "Er erzählte einen Witz, den niemand verstand.", "czech": "Vyprávěl vtip, kterému nikdo nerozuměl." },
    { "lesson": 17, "german": "Sie trug eine Brille, die sehr modern war.", "czech": "Nosila brýle, které byly velmi moderní." },
    { "lesson": 17, "german": "Das ist der Lehrer, den alle mögen.", "czech": "To je ten učitel, kterého mají všichni rádi." },
    { "lesson": 17, "german": "Ich sah ein Video, das viral ging.", "czech": "Viděl jsem video, které se stalo virálním." },
    { "lesson": 17, "german": "Wir nutzten das WLAN, das kostenlos war.", "czech": "Použili jsme Wi-Fi, která byla zdarma." },
    { "lesson": 17, "german": "Er schrieb eine E-Mail, die sehr lang war.", "czech": "Napsal e-mail, který byl velmi dlouhý." },
    { "lesson": 17, "german": "Sie postete einen Blogbeitrag, der viele Likes bekam.", "czech": "Postovala příspěvek na blog, který dostal hodně liků." },
    { "lesson": 17, "german": "Das ist die Musik, die ich gerne höre.", "czech": "To je ta hudba, kterou rád poslouchám." },
    { "lesson": 17, "german": "Der Laptop, den ich kaufte, ist sehr schnell.", "czech": "Notebook, který jsem koupil, je velmi rychlý." },
    { "lesson": 17, "german": "Ich habe einen Freund, der in Amerika lebt.", "czech": "Mám přítele, který žije v Americe." },
    { "lesson": 17, "german": "Wir sahen eine Sendung, die informativ war.", "czech": "Viděli jsme pořad, který byl informativní." },
    { "lesson": 17, "german": "Er las ein Buch, das ihm sein Vater gab.", "czech": "Četl knihu, kterou mu dal jeho otec." },
    { "lesson": 17, "german": "Sie benutzte eine Kamera, die sehr teuer war.", "czech": "Použila kameru, která byla velmi drahá." },
    { "lesson": 17, "german": "Das ist der Ort, wo wir uns trafen.", "czech": "To je to místo, kde jsme se potkali." },
    { "lesson": 17, "german": "Ich habe die Datei gelöscht, die ich nicht brauchte.", "czech": "Smazal jsem soubor, který jsem nepotřeboval." },
    { "lesson": 17, "german": "Wir fanden Informationen, die uns halfen.", "czech": "Našli jsme informace, které nám pomohly." },
    { "lesson": 17, "german": "Er war ein Redakteur, der sehr kritisch war.", "czech": "Byl to redaktor, který byl velmi kritický." },
    { "lesson": 17, "german": "Sie machte eine Entdeckung, die wichtig war.", "czech": "Udělala objev, který byl důležitý." },
    { "lesson": 17, "german": "Das ist der Moment, auf den ich gewartet habe.", "czech": "To je ten moment, na který jsem čekal." },
    { "lesson": 17, "german": "Ich kaufte eine Zeitung, die ich im Zug las.", "czech": "Koupil jsem noviny, které jsem četl ve vlaku." },
    { "lesson": 17, "german": "Wir sahen Plakate, die überall hingen.", "czech": "Viděli jsme plakáty, které visely všude." },
    { "lesson": 17, "german": "Er benutzte Wörter, die ich nicht kannte.", "czech": "Používal slova, která jsem neznal." },
    { "lesson": 17, "german": "Sie schrieb eine Nachricht, die mich freute.", "czech": "Napsala zprávu, která mě potěšila." },
    { "lesson": 17, "german": "Das ist die Technik, die die Zukunft bestimmt.", "czech": "To je ta technika, která určuje budoucnost." },
    { "lesson": 17, "german": "Ich habe eine Idee, die wir ausprobieren sollten.", "czech": "Mám nápad, který bychom měli vyzkoušet." },
    { "lesson": 17, "german": "Wir trafen Leute, die sehr nett waren.", "czech": "Potkali jsme lidi, kteří byli velmi milí." },
    { "lesson": 17, "german": "Er hatte einen Traum, der wahr wurde.", "czech": "Měl sen, který se stal skutečností." },
    { "lesson": 17, "german": "Sie besuchte einen Kurs, der ihr gefiel.", "czech": "Navštěvovala kurz, který se jí líbil." },
    { "lesson": 17, "german": "Das ist das Geschenk, das ich bekam.", "czech": "To je ten dárek, který jsem dostal." },
    { "lesson": 17, "german": "Ich sah eine Show, die im Fernsehen lief.", "czech": "Viděl jsem show, která běžela v televizi." },
    { "lesson": 17, "german": "Wir hörten Musik, die sehr laut war.", "czech": "Slyšeli jsme hudbu, která byla velmi hlasitá." },
    { "lesson": 17, "german": "Er war ein Star, den alle bewunderten.", "czech": "Byl to hvězda, kterou všichni obdivovali." },
    { "lesson": 17, "german": "Sie las einen Blog, der über Mode berichtete.", "czech": "Četla blog, který informoval o módě." },
    { "lesson": 17, "german": "Das ist der Fehler, den ich gemacht habe.", "czech": "To je ta chyba, kterou jsem udělal." },
    { "lesson": 17, "german": "Ich fand die Seite, die ich suchte.", "czech": "Našel jsem tu stránku, kterou jsem hledal." },
    { "lesson": 17, "german": "Wir sahen Bilder, die uns schockierten.", "czech": "Viděli jsme obrázky, které nás šokovaly." },
    { "lesson": 17, "german": "Er schrieb einen Text, der fehlerfrei war.", "czech": "Napsal text, který byl bez chyb." },
    { "lesson": 17, "german": "Sie hatte eine Meinung, die anders war.", "czech": "Měla názor, který byl jiný." },
    { "lesson": 17, "german": "Das ist der Grund, warum ich hier bin.", "czech": "To je ten důvod, proč jsem tady." },
    { "lesson": 17, "german": "Ich traf den Jungen, der mein Nachbar ist.", "czech": "Potkal jsem toho kluka, který je můj soused." },
    { "lesson": 17, "german": "Wir besuchten den Ort, wo alles begann.", "czech": "Navštívili jsme to místo, kde všechno začalo." },
    { "lesson": 18, "german": "Wenn ich Zeit hätte, würde ich ins Kino gehen.", "czech": "Kdybych měl čas, šel bych do kina." },
    { "lesson": 18, "german": "Ich würde gerne Medizin studieren, aber es ist schwer.", "czech": "Rád bych studoval medicínu, ale je to těžké." },
    { "lesson": 18, "german": "Wenn er reich wäre, würde er ein Haus kaufen.", "czech": "Kdyby byl bohatý, koupil by dům." },
    { "lesson": 18, "german": "Wir würden nach Spanien reisen, wenn wir Urlaub hätten.", "czech": "Cestovali bychom do Španělska, kdybychom měli dovolenou." },
    { "lesson": 18, "german": "Ich wünschte, ich könnte besser Deutsch sprechen.", "czech": "Přál bych si, abych uměl lépe mluvit německy." },
    { "lesson": 18, "german": "Wenn du hier wärst, wäre alles besser.", "czech": "Kdyby jsi tady byl, všechno by bylo lepší." },
    { "lesson": 18, "german": "Er würde kommen, wenn er nicht krank wäre.", "czech": "Přišel by, kdyby nebyl nemocný." },
    { "lesson": 18, "german": "Ich würde dir helfen, wenn ich könnte.", "czech": "Pomohl bych ti, kdybych mohl." },
    { "lesson": 18, "german": "Wenn das Wetter schön wäre, würden wir grillen.", "czech": "Kdyby bylo hezké počasí, grilovali bychom." },
    { "lesson": 18, "german": "Sie würde sich freuen, wenn du anrufst.", "czech": "Potěšilo by ji, kdybys zavolal." },
    { "lesson": 18, "german": "Ich hätte gerne einen Kaffee, bitte.", "czech": "Dal bych si kávu, prosím." },
    { "lesson": 18, "german": "Wenn ich das wüsste, würde ich es dir sagen.", "czech": "Kdybych to věděl, řekl bych ti to." },
    { "lesson": 18, "german": "Wir würden gerne mehr Sport machen.", "czech": "Rádi bychom více sportovali." },
    { "lesson": 18, "german": "Was würdest du tun, wenn du eine Million hättest?", "czech": "Co bys dělal, kdybys měl milion?" },
    { "lesson": 18, "german": "Ich ginge gerne nach Hause, aber ich muss arbeiten.", "czech": "Šel bych rád domů, ale musím pracovat." },
    { "lesson": 18, "german": "Wenn er fleißiger wäre, hätte er bessere Noten.", "czech": "Kdyby byl pilnější, měl by lepší známky." },
    { "lesson": 18, "german": "Wir kämen pünktlich, wenn der Bus nicht Verspätung hätte.", "czech": "Přišli bychom včas, kdyby autobus neměl zpoždění." },
    { "lesson": 18, "german": "Ich würde das Buch lesen, wenn es interessant wäre.", "czech": "Četl bych tu knihu, kdyby byla zajímavá." },
    { "lesson": 18, "german": "Wenn sie Zeit hätte, würde sie uns besuchen.", "czech": "Kdyby měla čas, navštívila by nás." },
    { "lesson": 18, "german": "Ich würde gerne wissen, wie spät es ist.", "czech": "Rád bych věděl, kolik je hodin." },
    { "lesson": 18, "german": "Wenn ich du wäre, würde ich das nicht machen.", "czech": "Kdybych byl tebou, nedělal bych to." },
    { "lesson": 18, "german": "Er würde gerne in einer Band spielen.", "czech": "Rád by hrál v kapele." },
    { "lesson": 18, "german": "Wir würden uns freuen, euch wiederzusehen.", "czech": "Těšilo by nás, kdybychom vás zase viděli." },
    { "lesson": 18, "german": "Wenn ich könnte, würde ich um die Welt reisen.", "czech": "Kdybych mohl, cestoval bych kolem světa." },
    { "lesson": 18, "german": "Sie würde das Kleid kaufen, wenn es billiger wäre.", "czech": "Koupila by ty šaty, kdyby byly levnější." },
    { "lesson": 18, "german": "Ich wünschte, wir hätten mehr Ferien.", "czech": "Přál bych si, abychom měli více prázdnin." },
    { "lesson": 18, "german": "Wenn er schneller liefe, würde er den Bus bekommen.", "czech": "Kdyby běžel rychleji, stihl by ten autobus." },
    { "lesson": 18, "german": "Ich würde gerne in Berlin studieren.", "czech": "Rád bych studoval v Berlíně." },
    { "lesson": 18, "german": "Wenn wir Geld hätten, würden wir ins Kino gehen.", "czech": "Kdybychom měli peníze, šli bychom do kina." },
    { "lesson": 18, "german": "Er täte das nicht, wenn er klug wäre.", "czech": "Nedělal by to, kdyby byl chytrý." },
    { "lesson": 18, "german": "Ich würde mich freuen, wenn du kommst.", "czech": "Potěšilo by mě, kdybys přišel." },
    { "lesson": 18, "german": "Wenn ich Arzt wäre, würde ich Menschen helfen.", "czech": "Kdybych byl lékařem, pomáhal bych lidem." },
    { "lesson": 18, "german": "Wir würden gerne Pizza bestellen.", "czech": "Rádi bychom si objednali pizzu." },
    { "lesson": 18, "german": "Wenn es nicht regnen würde, gingen wir spazieren.", "czech": "Kdyby nepršelo, šli bychom na procházku." },
    { "lesson": 18, "german": "Ich hätte gerne ein neues Auto.", "czech": "Chtěl bych nové auto." },
    { "lesson": 18, "german": "Wenn du lernen würdest, würdest du den Test bestehen.", "czech": "Kdyby ses učil, složil bys ten test." },
    { "lesson": 18, "german": "Sie würde gerne als Lehrerin arbeiten.", "czech": "Ráda by pracovala jako učitelka." },
    { "lesson": 18, "german": "Ich wüsste gerne die Antwort auf diese Frage.", "czech": "Rád bych znal odpověď na tuto otázku." },
    { "lesson": 18, "german": "Wenn wir Auto fahren könnten, wären wir schneller.", "czech": "Kdybychom uměli řídit auto, byli bychom rychlejší." },
    { "lesson": 18, "german": "Er würde gerne Fußballprofi werden.", "czech": "Rád by se stal profesionálním fotbalistou." },
    { "lesson": 18, "german": "Wenn ich in Deutschland wäre, würde ich Deutsch sprechen.", "czech": "Kdybych byl v Německu, mluvil bych německy." },
    { "lesson": 18, "german": "Ich würde mir das Konzert ansehen, wenn ich Karten hätte.", "czech": "Podíval bych se na ten koncert, kdybych měl lístky." },
    { "lesson": 18, "german": "Wir würden gerne ans Meer fahren.", "czech": "Rádi bychom jeli k moři." },
    { "lesson": 18, "german": "Wenn er mich fragen würde, würde ich Ja sagen.", "czech": "Kdyby se mě zeptal, řekla bych ano." },
    { "lesson": 18, "german": "Ich käme gerne zu deiner Party.", "czech": "Rád bych přišel na tvou party." },
    { "lesson": 18, "german": "Wenn du mir helfen würdest, wäre ich froh.", "czech": "Kdybys mi pomohl, byl bych rád." },
    { "lesson": 18, "german": "Sie hätte gerne einen Hund.", "czech": "Chtěla by psa." },
    { "lesson": 18, "german": "Ich würde das nicht essen, wenn ich du wäre.", "czech": "Nejedl bych to, kdybych byl tebou." },
    { "lesson": 18, "german": "Wenn wir Zeit hätten, würden wir Karten spielen.", "czech": "Kdybychom měli čas, hráli bychom karty." },
    { "lesson": 18, "german": "Er würde gerne in einem großen Haus wohnen.", "czech": "Rád by bydlel ve velkém domě." },
    { "lesson": 18, "german": "Wenn ich Präsident wäre, würde ich vieles ändern.", "czech": "Kdybych byl prezident, mnohé bych změnil." },
    { "lesson": 18, "german": "Ich würde gerne Gitarre spielen können.", "czech": "Rád bych uměl hrát na kytaru." },
    { "lesson": 18, "german": "Wenn du schneller wärst, würdest du gewinnen.", "czech": "Kdyby jsi byl rychlejší, vyhrál bys." },
    { "lesson": 18, "german": "Wir wünschten, wir wären jetzt im Urlaub.", "czech": "Přáli bychom si, abychom teď byli na dovolené." },
    { "lesson": 18, "german": "Ich ginge gerne ins Theater, wenn es gute Stücke gäbe.", "czech": "Šel bych rád do divadla, kdyby dávali dobré hry." },
    { "lesson": 18, "german": "Wenn er das wüsste, wäre er böse.", "czech": "Kdyby to věděl, byl by zlý." },
    { "lesson": 18, "german": "Sie würde gerne mehr schlafen.", "czech": "Ráda by více spala." },
    { "lesson": 18, "german": "Ich würde dir das Buch geben, wenn ich es hätte.", "czech": "Dal bych ti tu knihu, kdybych ji měl." },
    { "lesson": 18, "german": "Wenn wir Freunde wären, würden wir uns verstehen.", "czech": "Kdybychom byli přátelé, rozuměli bychom si." },
    { "lesson": 18, "german": "Ich hätte gerne mehr Geduld.", "czech": "Měl bych rád více trpělivosti." },
    { "lesson": 18, "german": "Wenn du nicht so laut wärst, könnte ich lernen.", "czech": "Kdybys nebyl tak hlasitý, mohl bych se učit." },
    { "lesson": 18, "german": "Er würde gerne um die Welt segeln.", "czech": "Rád by plul kolem světa." },
    { "lesson": 18, "german": "Ich würde mich freuen, wenn du mir schreibst.", "czech": "Potěšilo by mě, kdybys mi napsal." },
    { "lesson": 18, "german": "Wenn ich eine Katze wäre, würde ich den ganzen Tag schlafen.", "czech": "Kdybych byl kočka, spal bych celý den." },
    { "lesson": 18, "german": "Wir hätten gerne einen Tisch für zwei Personen.", "czech": "Chtěli bychom stůl pro dvě osoby." },
    { "lesson": 18, "german": "Wenn er mich einladen würde, würde ich kommen.", "czech": "Kdyby mě pozval, přišel bych." },
    { "lesson": 18, "german": "Ich wünschte, es wäre schon Wochenende.", "czech": "Přál bych si, aby už byl víkend." },
    { "lesson": 18, "german": "Wenn du mehr Sport machen würdest, wärst du fit.", "czech": "Kdybys více sportoval, byl bys fit." },
    { "lesson": 18, "german": "Sie würde gerne in Paris leben.", "czech": "Ráda by žila v Paříži." },
    { "lesson": 18, "german": "Ich würde das Handy kaufen, wenn ich Geld hätte.", "czech": "Koupil bych ten mobil, kdybych měl peníze." },
    { "lesson": 18, "german": "Wenn wir zusammen lernen würden, wäre es einfacher.", "czech": "Kdybychom se učili spolu, bylo by to jednodušší." },
    { "lesson": 18, "german": "Er hätte gerne ein neues Fahrrad.", "czech": "Chtěl by nové kolo." },
    { "lesson": 18, "german": "Ich würde gerne mal nach Australien fliegen.", "czech": "Rád bych někdy letěl do Austrálie." },
    { "lesson": 18, "german": "Wenn du mir zuhören würdest, würdest du es verstehen.", "czech": "Kdybys mě poslouchal, rozuměl bys tomu." },
    { "lesson": 18, "german": "Wir würden gerne einen Ausflug machen.", "czech": "Rádi bychom jeli na výlet." },
    { "lesson": 18, "german": "Wenn ich singen könnte, wäre ich ein Star.", "czech": "Kdybych uměl zpívat, byl bych hvězda." },
    { "lesson": 18, "german": "Sie würde gerne Psychologie studieren.", "czech": "Ráda by studovala psychologii." },
    { "lesson": 18, "german": "Ich käme mit, wenn ich nicht so müde wäre.", "czech": "Šel bych s vámi, kdybych nebyl tak unavený." },
    { "lesson": 18, "german": "Wenn er die Wahrheit sagen würde, wäre alles okay.", "czech": "Kdyby řekl pravdu, bylo by všechno v pořádku." },
    { "lesson": 18, "german": "Ich hätte gerne ein Eis mit Sahne.", "czech": "Dal bych si zmrzlinu se šlehačkou." },
    { "lesson": 18, "german": "Wenn du hier bleiben würdest, wäre ich glücklich.", "czech": "Kdybys tady zůstal, byl bych šťastný." },
    { "lesson": 18, "german": "Wir wünschten, wir hätten mehr Zeit für Hobbys.", "czech": "Přáli bychom si, abychom měli více času na koníčky." },
    { "lesson": 18, "german": "Ich würde gerne Japanisch lernen.", "czech": "Rád bych se učil japonsky." },
    { "lesson": 18, "german": "Wenn ich mein Handy finden würde, würde ich anrufen.", "czech": "Kdybych našel svůj mobil, zavolal bych." },
    { "lesson": 18, "german": "Er würde gerne Pilot werden.", "czech": "Rád by se stal pilotem." },
    { "lesson": 18, "german": "Ich wüsste gerne, wie das funktioniert.", "czech": "Rád bych věděl, jak to funguje." },
    { "lesson": 18, "german": "Wenn wir nicht zur Schule müssten, würden wir schlafen.", "czech": "Kdybychom nemuseli do školy, spali bychom." },
    { "lesson": 18, "german": "Sie hätte gerne längere Haare.", "czech": "Chtěla by delší vlasy." },
    { "lesson": 18, "german": "Ich würde das Auto nehmen, wenn es mein wäre.", "czech": "Vzal bych si to auto, kdyby bylo moje." },
    { "lesson": 18, "german": "Wenn du vorsichtiger wärst, würde nichts passieren.", "czech": "Kdybys byl opatrnější, nic by se nestalo." },
    { "lesson": 18, "german": "Wir würden gerne ins Konzert gehen.", "czech": "Rádi bychom šli na koncert." },
    { "lesson": 18, "german": "Ich wünschte, ich könnte fliegen.", "czech": "Přál bych si, abych uměl létat." },
    { "lesson": 18, "german": "Wenn er käme, würden wir uns freuen.", "czech": "Kdyby přišel, měli bychom radost." },
    { "lesson": 18, "german": "Ich würde gerne einen Film sehen.", "czech": "Rád bych viděl film." },
    { "lesson": 18, "german": "Wenn ich du wäre, würde ich mehr lernen.", "czech": "Kdybych byl tebou, více bych se učil." },
    { "lesson": 18, "german": "Sie würde gerne eine Reise machen.", "czech": "Ráda by jela na cestu." },
    { "lesson": 18, "german": "Ich hätte gerne mehr Freunde.", "czech": "Chtěl bych více přátel." },
    { "lesson": 18, "german": "Wenn wir gewinnen würden, wären wir Meister.", "czech": "Kdybychom vyhráli, byli bychom mistři." },
    { "lesson": 18, "german": "Er würde gerne Astronaut werden.", "czech": "Rád by se stal astronautem." },
    { "lesson": 18, "german": "Ich würde dir helfen, wenn ich Zeit hätte.", "czech": "Pomohl bych ti, kdybych měl čas." }
  ]
}