{
"sentences": [
{ "lesson": 11, "german": "Wir gehen heute Abend zusammen auf das große Stadtfest.", "czech": "Jdeme dnes večer společně na velkou městskou slavnost." },
{ "lesson": 11, "german": "Das Festival findet am Wochenende statt und der Eintritt ist frei.", "czech": "Festival se koná o víkendu a vstupné je zdarma." },
{ "lesson": 11, "german": "Ich möchte an dem Wettbewerb teilnehmen, aber ich habe Angst.", "czech": "Chci se zúčastnit té soutěže, ale mám strach." },
{ "lesson": 11, "german": "Wir haben eine günstige Unterkunft direkt im Zentrum gefunden.", "czech": "Našli jsme výhodné ubytování přímo v centru." },
{ "lesson": 11, "german": "Kannst du mir bitte sagen, wann der Zug abfährt?", "czech": "Můžeš mi prosím říct, kdy odjíždí vlak?" },
{ "lesson": 11, "german": "Die Veranstaltung war sehr interessant, aber leider etwas zu lang.", "czech": "Ta akce byla velmi zajímavá, ale bohužel trochu moc dlouhá." },
{ "lesson": 11, "german": "Ich habe viele nette Leute kennen gelernt, als ich dort war.", "czech": "Poznal jsem mnoho milých lidí, když jsem tam byl." },
{ "lesson": 11, "german": "Wir müssen die Fahrkarten kaufen, bevor der Zug kommt.", "czech": "Musíme koupit jízdenky, než přijede vlak." },
{ "lesson": 11, "german": "Das Hostel ist billig, aber es ist nicht sehr sauber.", "czech": "Hostel je levný, ale není moc čistý." },
{ "lesson": 11, "german": "Ich buche ein Doppelzimmer für zwei Nächte im Hotel.", "czech": "Rezervuji dvoulůžkový pokoj na dvě noci v hotelu." },
{ "lesson": 11, "german": "Die Anreise war sehr anstrengend, weil wir im Stau standen.", "czech": "Cesta tam byla velmi namáhavá, protože jsme stáli v zácpě." },
{ "lesson": 11, "german": "Wir treffen uns am Hafen und machen eine Bootsfahrt.", "czech": "Potkáme se v přístavu a projedeme se člunem." },
{ "lesson": 11, "german": "Der Eintritt für Kinder ist kostenlos, aber Erwachsene müssen bezahlen.", "czech": "Vstupné pro děti je zdarma, ale dospělí musí platit." },
{ "lesson": 11, "german": "Hast du schon eine Unterkunft für den Urlaub reserviert?", "czech": "Už jsi rezervoval ubytování na dovolenou?" },
{ "lesson": 11, "german": "Wir reisen mit der Bahn, denn das ist umweltfreundlich.", "czech": "Cestujeme vlakem, protože to je ekologické." },
{ "lesson": 11, "german": "Ich habe meinen Ausweis vergessen, deshalb kann ich nicht fliegen.", "czech": "Zapomněl jsem si občanku, proto nemůžu letět." },
{ "lesson": 11, "german": "Der Aufenthalt in Berlin war kurz, aber sehr schön.", "czech": "Pobyt v Berlíně byl krátký, ale velmi hezký." },
{ "lesson": 11, "german": "Wir suchen ein Hotel, das nicht zu teuer ist.", "czech": "Hledáme hotel, který není moc drahý." },
{ "lesson": 11, "german": "Bitte füllen Sie das Formular an der Rezeption aus.", "czech": "Vyplňte prosím ten formulář na recepci." },
{ "lesson": 11, "german": "Ich bezahle lieber bar, weil ich keine Karte habe.", "czech": "Zaplatím raději hotově, protože nemám kartu." },
{ "lesson": 11, "german": "Die Rezeption ist rund um die Uhr für Sie besetzt.", "czech": "Recepce je pro Vás obsazena nepřetržitě." },
{ "lesson": 11, "german": "Wann müssen wir das Zimmer am Morgen verlassen?", "czech": "Kdy musíme ráno opustit pokoj?" },
{ "lesson": 11, "german": "Das Frühstück ist im Preis inbegriffen, also müssen wir nicht extra zahlen.", "czech": "Snídaně je zahrnuta v ceně, takže nemusíme platit zvlášť." },
{ "lesson": 11, "german": "Ich habe eine Rückfahrkarte gekauft, um Geld zu sparen.", "czech": "Koupil jsem si zpáteční jízdenku, abych ušetřil peníze." },
{ "lesson": 11, "german": "Der Zug hat Verspätung, deshalb kommen wir später an.", "czech": "Vlak má zpoždění, proto přijedeme později." },
{ "lesson": 11, "german": "Wir müssen in München umsteigen, um nach Wien zu kommen.", "czech": "Musíme přestoupit v Mnichově, abychom se dostali do Vídně." },
{ "lesson": 11, "german": "Hast du genug Bargeld dabei oder soll ich etwas holen?", "czech": "Máš s sebou dost hotovosti, nebo mám něco dojít vzít?" },
{ "lesson": 11, "german": "Die Fahrt dauert anderthalb Stunden, wenn es keinen Stau gibt.", "czech": "Jízda trvá hodinu a půl, pokud není zácpa." },
{ "lesson": 11, "german": "Das ist eine private Veranstaltung, Sie dürfen hier nicht rein.", "czech": "To je soukromá akce, nesmíte sem jít." },
{ "lesson": 11, "german": "Ich möchte wissen, ob noch Zimmer frei sind.", "czech": "Chtěl bych vědět, jestli jsou ještě volné pokoje." },
{ "lesson": 11, "german": "Wir haben ein Problem mit der Dusche im Badezimmer.", "czech": "Máme problém se sprchou v koupelně." },
{ "lesson": 11, "german": "Der Schlüssel passt nicht, vielleicht ist es das falsche Zimmer.", "czech": "Klíč nepasuje, možná je to špatný pokoj." },
{ "lesson": 11, "german": "Kann man hier in der Nähe gut und billig essen?", "czech": "Dá se tady v blízkosti dobře a levně najíst?" },
{ "lesson": 11, "german": "Wir haben das Festival besucht und viel Musik gehört.", "czech": "Navštívili jsme festival a slyšeli hodně hudby." },
{ "lesson": 11, "german": "Ich bin sehr müde, weil die Anreise lange gedauert hat.", "czech": "Jsem velmi unavený, protože cesta tam trvala dlouho." },
{ "lesson": 11, "german": "Wir brauchen zwei Einzelzimmer oder ein großes Doppelzimmer für uns.", "czech": "Potřebujeme dva jednolůžkové pokoje nebo jeden velký dvoulůžkový pro nás." },
{ "lesson": 11, "german": "Ist der Parkplatz vor dem Hotel für Gäste kostenlos?", "czech": "Je parkoviště před hotelem pro hosty zdarma?" },
{ "lesson": 11, "german": "Ich habe meine Fahrkarte verloren und muss eine neue kaufen.", "czech": "Ztratil jsem jízdenku a musím si koupit novou." },
{ "lesson": 11, "german": "Der Bus fährt vom Hauptbahnhof ab, wir müssen uns beeilen.", "czech": "Autobus odjíždí z hlavního nádraží, musíme si pospíšit." },
{ "lesson": 11, "german": "Wir haben eine Ferienwohnung gemietet, weil wir kochen wollen.", "czech": "Pronajali jsme si rekreační byt, protože chceme vařit." },
{ "lesson": 11, "german": "Das Konzert findet draußen statt, hoffentlich regnet es nicht.", "czech": "Koncert se koná venku, doufejme, že nebude pršet." },
{ "lesson": 11, "german": "Ich habe die Reservierung storniert, weil ich krank bin.", "czech": "Stornoval jsem rezervaci, protože jsem nemocný." },
{ "lesson": 11, "german": "Gibt es hier eine Ermäßigung für Schüler und Studenten?", "czech": "Je tady sleva pro žáky a studenty?" },
{ "lesson": 11, "german": "Wir haben viel Spaß gehabt, obwohl das Wetter schlecht war.", "czech": "Užili jsme si hodně legrace, ačkoliv bylo špatné počasí." },
{ "lesson": 11, "german": "Der Rezeptionist war sehr freundlich und hat uns geholfen.", "czech": "Recepční byl velmi přátelský a pomohl nám." },
{ "lesson": 11, "german": "Ich habe keine Erfahrung mit diesem neuen Buchungssystem.", "czech": "Nemám žádnou zkušenost s tímto novým rezervačním systémem." },
{ "lesson": 11, "german": "Das Hotel liegt sehr zentral und ist nicht teuer.", "czech": "Hotel leží velmi centrálně a není drahý." },
{ "lesson": 11, "german": "Wir fahren mit dem Auto, damit wir flexibel sind.", "czech": "Jedeme autem, abychom byli flexibilní." },
{ "lesson": 11, "german": "Ich habe gehört, dass das Festival sehr bekannt ist.", "czech": "Slyšel jsem, že ten festival je velmi známý." },
{ "lesson": 11, "german": "Wir müssen früh aufstehen, weil der Zug um sechs Uhr fährt.", "czech": "Musíme brzy vstát, protože vlak jede v šest hodin." },
{ "lesson": 11, "german": "Kann ich mit Karte bezahlen oder nur bar?", "czech": "Můžu platit kartou, nebo jen hotově?" },
{ "lesson": 11, "german": "Das Zimmer ist sehr laut, weil es zur Straße liegt.", "czech": "Pokoj je velmi hlučný, protože je směrem do ulice." },
{ "lesson": 11, "german": "Wir haben den ganzen Tag in der Stadt verbracht.", "czech": "Strávili jsme celý den ve městě." },
{ "lesson": 11, "german": "Es gibt viele Veranstaltungen für junge Leute in dieser Stadt.", "czech": "V tomto městě je mnoho akcí pro mladé lidi." },
{ "lesson": 11, "german": "Ich möchte mich für den tollen Abend bedanken.", "czech": "Chtěl bych poděkovat za skvělý večer." },
{ "lesson": 11, "german": "Wir haben die Tickets online gekauft, um Zeit zu sparen.", "czech": "Koupili jsme lístky online, abychom ušetřili čas." },
{ "lesson": 11, "german": "Der Eingang ist auf der anderen Seite des Gebäudes.", "czech": "Vchod je na druhé straně budovy." },
{ "lesson": 11, "german": "Wir sind mit der Straßenbahn zum Hotel gefahren.", "czech": "Jeli jsme tramvají k hotelu." },
{ "lesson": 11, "german": "Ich hoffe, dass wir uns bald wiedersehen werden.", "czech": "Doufám, že se brzy zase uvidíme." },
{ "lesson": 11, "german": "Die Unterkunft war einfach, aber das Frühstück war sehr gut.", "czech": "Ubytování bylo jednoduché, ale snídaně byla velmi dobrá." },
{ "lesson": 11, "german": "Wir haben einen Ausflug mit dem Boot gemacht.", "czech": "Udělali jsme si výlet člunem." },
{ "lesson": 11, "german": "Ich habe meine Tante in Berlin besucht und dort übernachtet.", "czech": "Navštívil jsem tetu v Berlíně a přespal tam." },
{ "lesson": 11, "german": "Das Festival war super, aber es waren zu viele Leute da.", "czech": "Festival byl super, ale bylo tam příliš mnoho lidí." },
{ "lesson": 11, "german": "Wir haben keine Plätze mehr im Zug bekommen.", "czech": "Už jsme ve vlaku nedostali žádná místa." },
{ "lesson": 11, "german": "Ich muss meinen Koffer packen, weil ich morgen abreise.", "czech": "Musím si zabalit kufr, protože zítra odjíždím." },
{ "lesson": 11, "german": "Kannst du mir bitte helfen, das Formular auszufüllen?", "czech": "Můžeš mi prosím pomoci vyplnit ten formulář?" },
{ "lesson": 11, "german": "Wir haben uns im Zug unterhalten und viel gelacht.", "czech": "Bavili jsme se ve vlaku a hodně se smáli." },
{ "lesson": 11, "german": "Die Atmosphäre auf dem Stadtfest war wirklich fantastisch.", "czech": "Atmosféra na městské slavnosti byla opravdu fantastická." },
{ "lesson": 11, "german": "Ich habe vergessen, den Wecker für morgen früh zu stellen.", "czech": "Zapomněl jsem si nařídit budík na zítra ráno." },
{ "lesson": 11, "german": "Wir sind sehr spät angekommen, weil der Bus kaputt war.", "czech": "Dorazili jsme velmi pozdě, protože autobus byl rozbitý." },
{ "lesson": 11, "german": "Ich habe kein Geld dabei, kannst du mir etwas leihen?", "czech": "Nemám s sebou peníze, můžeš mi něco půjčit?" },
{ "lesson": 11, "german": "Das Hotel hat fünf Sterne und ist sehr luxuriös.", "czech": "Hotel má pět hvězd a je velmi luxusní." },
{ "lesson": 11, "german": "Wir haben eine Radtour durch die Stadt gemacht.", "czech": "Udělali jsme si cyklistickou túru městem." },
{ "lesson": 11, "german": "Ich möchte wissen, wie lange die Fahrt dauert.", "czech": "Chtěl bych vědět, jak dlouho ta jízda trvá." },
{ "lesson": 11, "german": "Wir haben viele Fotos von den Sehenswürdigkeiten gemacht.", "czech": "Udělali jsme mnoho fotek památek." },
{ "lesson": 11, "german": "Ich habe meinen Reisepass zu Hause vergessen, was soll ich tun?", "czech": "Zapomněl jsem si doma cestovní pas, co mám dělat?" },
{ "lesson": 11, "german": "Der Urlaub war zu kurz, ich möchte noch bleiben.", "czech": "Dovolená byla příliš krátká, chtěl bych ještě zůstat." },
{ "lesson": 11, "german": "Wir haben uns verfahren und mussten nach dem Weg fragen.", "czech": "Zabloudili jsme (autem) a museli jsme se zeptat na cestu." },
{ "lesson": 11, "german": "Das Wetter war perfekt für einen Ausflug an den See.", "czech": "Počasí bylo perfektní na výlet k jezeru." },
{ "lesson": 11, "german": "Ich habe ein Souvenir für meine Schwester gekauft.", "czech": "Koupil jsem suvenýr pro svou sestru." },
{ "lesson": 11, "german": "Wir sind müde, aber wir sind endlich angekommen.", "czech": "Jsme unavení, ale konečně jsme dorazili." },
{ "lesson": 11, "german": "Ich freue mich schon auf die nächste Reise mit dir.", "czech": "Už se těším na další cestu s tebou." },
{ "lesson": 11, "german": "Das Zimmer muss bis 11 Uhr geräumt sein.", "czech": "Pokoj musí být vyklizen do 11 hodin." },
{ "lesson": 11, "german": "Wir haben den ganzen Abend getanzt und gefeiert.", "czech": "Celý večer jsme tancovali a slavili." },
{ "lesson": 11, "german": "Ich habe meine Freunde auf dem Fest getroffen.", "czech": "Potkal jsem své přátele na slavnosti." },
{ "lesson": 11, "german": "Das war das beste Wochenende meines Lebens.", "czech": "To byl nejlepší víkend mého života." },
{ "lesson": 11, "german": "Wir planen schon den nächsten Urlaub im Sommer.", "czech": "Už plánujeme další dovolenou v létě." },
{ "lesson": 11, "german": "Ich habe viel Geld für Geschenke ausgegeben.", "czech": "Utratil jsem hodně peněz za dárky." },
{ "lesson": 11, "german": "Die Leute waren sehr nett und hilfsbereit zu uns.", "czech": "Lidé k nám byli velmi milí a ochotní." },
{ "lesson": 11, "german": "Ich habe die Adresse vom Hotel nicht gefunden.", "czech": "Nenašel jsem adresu hotelu." },
{ "lesson": 11, "german": "Wir sind mit dem Taxi zum Bahnhof gefahren.", "czech": "Jeli jsme taxíkem na nádraží." },
{ "lesson": 11, "german": "Das Essen im Hotelrestaurant war sehr lecker.", "czech": "Jídlo v hotelové restauraci bylo velmi chutné." },
{ "lesson": 11, "german": "Ich habe mein Handy im Zimmer liegen lassen.", "czech": "Nechal jsem ležet mobil v pokoji." },
{ "lesson": 11, "german": "Wir haben uns sehr gut erholt und entspannt.", "czech": "Velmi dobře jsme si odpočinuli a zrelaxovali." },
{ "lesson": 11, "german": "Das war eine lange Reise, aber es hat sich gelohnt.", "czech": "Byla to dlouhá cesta, ale vyplatilo se to." },
{ "lesson": 11, "german": "Ich möchte nächstes Jahr wieder hierher kommen.", "czech": "Chtěl bych sem příští rok přijet znovu." },
{ "lesson": 11, "german": "Wir haben viele neue Dinge gesehen und erlebt.", "czech": "Viděli jsme a zažili mnoho nových věcí." },
{ "lesson": 11, "german": "Ich bin traurig, dass wir jetzt nach Hause müssen.", "czech": "Je mi smutno, že teď musíme domů." },
{ "lesson": 11, "german": "Das war ein tolles Erlebnis für die ganze Familie.", "czech": "Byl to skvělý zážitek pro celou rodinu." },
{ "lesson": 11, "german": "Wir haben den Zug verpasst und mussten warten.", "czech": "Zmeškali jsme vlak a museli jsme čekat." },
{ "lesson": 12, "german": "Wir stehen im Stau, weil es einen Unfall gab.", "czech": "Stojíme v zácpě, protože se stala nehoda." },
{ "lesson": 12, "german": "Ich fahre lieber mit dem Zug als mit dem Auto.", "czech": "Jeduraději vlakem než autem." },
{ "lesson": 12, "german": "Die Autobahn ist heute gesperrt, wir müssen eine Umleitung fahren.", "czech": "Dálnice je dnes uzavřená, musíme jet objížďkou." },
{ "lesson": 12, "german": "Wir haben an der Raststätte angehalten und Kaffee getrunken.", "czech": "Zastavili jsme na odpočívadle a pili kávu." },
{ "lesson": 12, "german": "Ich ärgere mich über die vielen Autos in der Stadt.", "czech": "Zlobím se kvůli tomu množství aut ve městě." },
{ "lesson": 12, "german": "Wir freuen uns schon sehr auf den Urlaub am Meer.", "czech": "Už se velmi těšíme na dovolenou u moře." },
{ "lesson": 12, "german": "Die Insel Rügen liegt in der Ostsee im Norden.", "czech": "Ostrov Rujána leží v Baltském moři na severu." },
{ "lesson": 12, "german": "Viele Einwohner fahren mit dem Fahrrad zur Arbeit.", "czech": "Mnoho obyvatel jezdí do práce na kole." },
{ "lesson": 12, "german": "Das Gebirge ist sehr hoch und die Aussicht ist schön.", "czech": "Pohoří je velmi vysoké a výhled je krásný." },
{ "lesson": 12, "german": "Wir sind über die Brücke gefahren und haben den Fluss gesehen.", "czech": "Jeli jsme přes most a viděli řeku." },
{ "lesson": 12, "german": "Du musst dich beeilen, sonst verpassen wir den Bus.", "czech": "Musíš si pospíšit, jinak zmeškáme autobus." },
{ "lesson": 12, "german": "Ich kann mich nicht konzentrieren, weil es so laut ist.", "czech": "Nemůžu se soustředit, protože je takový hluk." },
{ "lesson": 12, "german": "Wir haben uns verlaufen, aber wir haben den Weg gefunden.", "czech": "Zabloudili jsme, ale našli jsme cestu." },
{ "lesson": 12, "german": "Ich kenne mich in dieser Stadt überhaupt nicht aus.", "czech": "V tomto městě se vůbec nevyznám." },
{ "lesson": 12, "german": "Wir bereiten uns auf die lange Reise gut vor.", "czech": "Dobře se připravujeme na tu dlouhou cestu." },
{ "lesson": 12, "german": "Ich stelle mir vor, dass ich am Strand liege.", "czech": "Představuji si, že ležím na pláži." },
{ "lesson": 12, "german": "Die Donau fließt durch viele Länder in Europa.", "czech": "Dunaj protéká mnoha zeměmi v Evropě." },
{ "lesson": 12, "german": "Wir haben das alte Denkmal in der Stadtmitte besichtigt.", "czech": "Prohlédli jsme si starý památník v centru města." },
{ "lesson": 12, "german": "Es gibt hier viele Sehenswürdigkeiten für Touristen.", "czech": "Je tu mnoho památek pro turisty." },
{ "lesson": 12, "german": "Der Fernsehturm in Berlin ist sehr hoch und bekannt.", "czech": "Televizní věž v Berlíně je velmi vysoká a známá." },
{ "lesson": 12, "german": "Wir haben Reste der Berliner Mauer gesehen und fotografiert.", "czech": "Viděli jsme a vyfotografovali zbytky Berlínské zdi." },
{ "lesson": 12, "german": "Der Verkehr in der Großstadt ist oft chaotisch und langsam.", "czech": "Doprava ve velkoměstě je často chaotická a pomalá." },
{ "lesson": 12, "german": "Wir müssen eine Rettungsgasse bilden, wenn es einen Stau gibt.", "czech": "Musíme vytvořit záchrannou uličku, když je zácpa." },
{ "lesson": 12, "german": "Ich habe mich erkältet, weil es draußen kalt war.", "czech": "Nachladil jsem se, protože venku byla zima." },
{ "lesson": 12, "german": "Wir erholen uns am Wochenende von der Arbeit.", "czech": "O víkendu si odpočineme od práce." },
{ "lesson": 12, "german": "Hast du dich schon angezogen oder bist du noch im Bett?", "czech": "Už ses oblékl, nebo jsi ještě v posteli?" },
{ "lesson": 12, "german": "Wir treffen uns um fünf Uhr vor dem Kino.", "czech": "Potkáme se v pět hodin před kinem." },
{ "lesson": 12, "german": "Der Unfall ist passiert, weil er zu schnell gefahren ist.", "czech": "Nehoda se stala, protože jel příliš rychle." },
{ "lesson": 12, "german": "Die Strecke nach München ist sehr lang und anstrengend.", "czech": "Trasa do Mnichova je velmi dlouhá a namáhavá." },
{ "lesson": 12, "german": "Wir haben im Tiergarten viele Tiere gesehen und gefüttert.", "czech": "V zoo jsme viděli a krmili mnoho zvířat." },
{ "lesson": 12, "german": "Ich habe mich über das Geschenk sehr gefreut.", "czech": "Měl jsem z toho dárku velkou radost." },
{ "lesson": 12, "german": "Wir sind mit der Seilbahn auf den Berg gefahren.", "czech": "Jeli jsme lanovkou na horu." },
{ "lesson": 12, "german": "Das Ergebnis des Spiels war für uns eine große Überraschung.", "czech": "Výsledek hry byl pro nás velkým překvapením." },
{ "lesson": 12, "german": "Wir müssen die Lösung für dieses Problem finden.", "czech": "Musíme najít řešení tohoto problému." },
{ "lesson": 12, "german": "Ich entspanne mich gerne, wenn ich Musik höre.", "czech": "Rád relaxuji, když poslouchám hudbu." },
{ "lesson": 12, "german": "Die Richtung ist falsch, wir müssen umdrehen und zurückfahren.", "czech": "Směr je špatný, musíme se otočit a jet zpátky." },
{ "lesson": 12, "german": "Wir haben viele Pilze im Wald gesammelt und gekocht.", "czech": "Nasbírali jsme v lese hodně hub a uvařili je." },
{ "lesson": 12, "german": "Ich wundere mich, dass er heute pünktlich gekommen ist.", "czech": "Divím se, že dnes přišel včas." },
{ "lesson": 12, "german": "Die Teilung Deutschlands war eine traurige Zeit für viele Menschen.", "czech": "Rozdělení Německa bylo pro mnoho lidí smutným časem." },
{ "lesson": 12, "german": "Das Brandenburger Tor ist ein Symbol für Berlin und Deutschland.", "czech": "Braniborská brána je symbolem Berlína a Německa." },
{ "lesson": 12, "german": "Wir haben eine Rundwanderung gemacht und waren sehr müde.", "czech": "Udělali jsme si okružní túru a byli jsme velmi unavení." },
{ "lesson": 12, "german": "Der Lkw hat die Straße blockiert und wir konnten nicht weiterfahren.", "czech": "Nákladní auto zablokovalo silnici a nemohli jsme jet dál." },
{ "lesson": 12, "german": "Ich bewege mich gern an der frischen Luft im Park.", "czech": "Rád se hýbu na čerstvém vzduchu v parku." },
{ "lesson": 12, "german": "Wir haben den ganzen Tag in der Stadt verbracht.", "czech": "Strávili jsme celý den ve městě." },
{ "lesson": 12, "german": "Es gibt viele Graffiti an der Berliner Mauer.", "czech": "Na Berlínské zdi je mnoho graffiti." },
{ "lesson": 12, "german": "Das Mahnmal erinnert an die traurige Geschichte des Krieges.", "czech": "Památník připomíná smutnou historii války." },
{ "lesson": 12, "german": "Wir sind durch den Tunnel gefahren, um Zeit zu sparen.", "czech": "Jeli jsme tunelem, abychom ušetřili čas." },
{ "lesson": 12, "german": "Ich habe Angst, wenn der Verkehr so stark ist.", "czech": "Mám strach, když je provoz tak silný." },
{ "lesson": 12, "german": "Wir haben uns am Bahnhof getroffen und sind zusammen gefahren.", "czech": "Potkali jsme se na nádraží a jeli jsme společně." },
{ "lesson": 12, "german": "Das Wetter ist herrlich, deshalb gehen wir spazieren.", "czech": "Počasí je nádherné, proto jdeme na procházku." },
{ "lesson": 12, "german": "Die Stadt ist sehr lebendig und es gibt viel zu tun.", "czech": "Město je velmi živé a je tu hodně co dělat." },
{ "lesson": 12, "german": "Ich habe gehört, dass die Autobahn gesperrt ist.", "czech": "Slyšel jsem, že dálnice je uzavřená." },
{ "lesson": 12, "german": "Wir haben eine Pause gemacht, weil wir hungrig waren.", "czech": "Udělali jsme si přestávku, protože jsme měli hlad." },
{ "lesson": 12, "german": "Der Rettungswagen ist sehr schnell durch die Gasse gefahren.", "czech": "Záchranka projela uličkou velmi rychle." },
{ "lesson": 12, "german": "Ich habe meine Tasche im Auto vergessen, das ist ärgerlich.", "czech": "Zapomněl jsem si tašku v autě, to je k vzteku." },
{ "lesson": 12, "german": "Wir haben viele interessante Leute auf der Reise getroffen.", "czech": "Potkali jsme na cestě mnoho zajímavých lidí." },
{ "lesson": 12, "german": "Das Hotel war sehr gut und das Personal war freundlich.", "czech": "Hotel byl velmi dobrý a personál byl přátelský." },
{ "lesson": 12, "german": "Ich möchte wissen, wie viel der Eintritt kostet.", "czech": "Chtěl bych vědět, kolik stojí vstupné." },
{ "lesson": 12, "german": "Wir haben den Weg auf der Karte gesucht und gefunden.", "czech": "Hledali jsme cestu na mapě a našli ji." },
{ "lesson": 12, "german": "Es war ein langer Tag, aber wir haben viel gesehen.", "czech": "Byl to dlouhý den, ale hodně jsme toho viděli." },
{ "lesson": 12, "german": "Ich bin froh, dass wir endlich angekommen sind.", "czech": "Jsem rád, že jsme konečně dorazili." },
{ "lesson": 12, "german": "Wir haben im Restaurant gegessen und es hat gut geschmeckt.", "czech": "Jedli jsme v restauraci a chutnalo to dobře." },
{ "lesson": 12, "german": "Die Aussicht vom Turm war wirklich fantastisch und schön.", "czech": "Výhled z věže byl opravdu fantastický a krásný." },
{ "lesson": 12, "german": "Ich habe keine Lust, heute Abend noch wegzugehen.", "czech": "Nemám chuť jít dnes večer ještě někam ven." },
{ "lesson": 12, "german": "Wir haben den Zug verpasst, also müssen wir warten.", "czech": "Zmeškali jsme vlak, takže musíme čekat." },
{ "lesson": 12, "german": "Das Wetter war schlecht, deshalb sind wir im Museum geblieben.", "czech": "Počasí bylo špatné, proto jsme zůstali v muzeu." },
{ "lesson": 12, "german": "Ich habe mich sehr über deinen Besuch gefreut.", "czech": "Měl jsem z tvé návštěvy velkou radost." },
{ "lesson": 12, "german": "Wir haben viele Fotos gemacht, um uns zu erinnern.", "czech": "Udělali jsme hodně fotek, abychom si to pamatovali." },
{ "lesson": 12, "german": "Die Reise war teuer, aber es war ein tolles Erlebnis.", "czech": "Cesta byla drahá, ale byl to skvělý zážitek." },
{ "lesson": 12, "german": "Ich hoffe, dass wir bald wieder in den Urlaub fahren.", "czech": "Doufám, že brzy pojedeme zase na dovolenou." },
{ "lesson": 12, "german": "Das Meer war sehr kalt, aber wir sind trotzdem geschwommen.", "czech": "Moře bylo velmi studené, ale přesto jsme plavali." },
{ "lesson": 12, "german": "Wir haben am Strand gelegen und die Sonne genossen.", "czech": "Leželi jsme na pláži a užívali si slunce." },
{ "lesson": 12, "german": "Der Stau hat zwei Stunden gedauert, das war schrecklich.", "czech": "Zácpa trvala dvě hodiny, to bylo strašné." },
{ "lesson": 12, "german": "Wir sind müde nach Hause gekommen und sofort eingeschlafen.", "czech": "Přišli jsme domů unavení a hned jsme usnuli." },
{ "lesson": 12, "german": "Ich habe viel über die Geschichte der Stadt gelernt.", "czech": "Naučil jsem se hodně o historii města." },
{ "lesson": 12, "german": "Das war ein unvergessliches Wochenende mit meinen besten Freunden.", "czech": "Byl to nezapomenutelný víkend s mými nejlepšími přáteli." },
{ "lesson": 12, "german": "Wir haben viel Spaß gehabt und viel gelacht.", "czech": "Užili jsme si hodně legrace a hodně jsme se nasmáli." },
{ "lesson": 12, "german": "Ich möchte noch einmal dorthin fahren, weil es so schön war.", "czech": "Chtěl bych tam jet ještě jednou, protože to bylo tak krásné." },
{ "lesson": 12, "german": "Wir haben uns gut verstanden und keine Probleme gehabt.", "czech": "Dobře jsme si rozuměli a neměli jsme žádné problémy." },
{ "lesson": 12, "german": "Die Rückfahrt war langweilig, weil ich kein Buch hatte.", "czech": "Zpáteční cesta byla nudná, protože jsem neměl knihu." },
{ "lesson": 12, "german": "Ich bin froh, dass wir wieder gesund zu Hause sind.", "czech": "Jsem rád, že jsme zase zdraví doma." },
{ "lesson": 12, "german": "Das nächste Mal fahren wir lieber mit dem Zug.", "czech": "Příště pojedeme raději vlakem." },
{ "lesson": 12, "german": "Ich habe mein Handy im Hotelzimmer vergessen.", "czech": "Zapomněl jsem si mobil v hotelovém pokoji." },
{ "lesson": 12, "german": "Wir haben die Tickets schon vor einem Monat gebucht.", "czech": "Lístky jsme si rezervovali už před měsícem." },
{ "lesson": 12, "german": "Es war sehr voll in der Stadt wegen des Festes.", "czech": "Ve městě bylo velmi plno kvůli té slavnosti." },
{ "lesson": 12, "german": "Ich habe mich verlaufen und musste nach dem Weg fragen.", "czech": "Zabloudil jsem a musel jsem se zeptat na cestu." },
{ "lesson": 12, "german": "Wir haben ein Eis gegessen, weil es so heiß war.", "czech": "Dali jsme si zmrzlinu, protože bylo takové horko." },
{ "lesson": 12, "german": "Der Urlaub ist leider schon vorbei, die Zeit vergeht schnell.", "czech": "Dovolená je bohužel už u konce, čas utíká rychle." },
{ "lesson": 12, "german": "Ich muss morgen wieder arbeiten gehen, das ist schade.", "czech": "Zítra musím jít zase do práce, to je škoda." },
{ "lesson": 12, "german": "Wir haben viele neue Freunde im Urlaub gefunden.", "czech": "Našli jsme na dovolené mnoho nových přátel." },
{ "lesson": 12, "german": "Das Essen war anders als zu Hause, aber lecker.", "czech": "Jídlo bylo jiné než doma, ale chutné." },
{ "lesson": 12, "german": "Ich habe meine Tante lange nicht gesehen, sie wohnt weit weg.", "czech": "Dlouho jsem neviděl svou tetu, bydlí daleko." },
{ "lesson": 12, "german": "Wir haben uns am Flughafen verabschiedet und geweint.", "czech": "Rozloučili jsme se na letišti a plakali." },
{ "lesson": 12, "german": "Das war eine schöne Zeit, die ich nie vergessen werde.", "czech": "Byl to krásný čas, na který nikdy nezapomenu." },
{ "lesson": 12, "german": "Ich hoffe, dass das Wetter morgen auch so schön ist.", "czech": "Doufám, že počasí bude zítra taky tak hezké." },
{ "lesson": 12, "german": "Wir haben den ganzen Tag am Pool gelegen.", "czech": "Celý den jsme leželi u bazénu." },
{ "lesson": 12, "german": "Ich habe einen Sonnenbrand bekommen, weil ich keine Creme hatte.", "czech": "Dostal jsem úpal, protože jsem neměl krém." },
{ "lesson": 12, "german": "Wir sind sehr früh aufgestanden, um den Sonnenaufgang zu sehen.", "czech": "Vstali jsme velmi brzy, abychom viděli východ slunce." },
{ "lesson": 12, "german": "Das war der beste Urlaub, den ich je hatte.", "czech": "To byla nejlepší dovolená, jakou jsem kdy měl." },
{ "lesson": 13, "german": "Heute scheint die Sonne und es ist sehr warm.", "czech": "Dnes svítí slunce a je velmi teplo." },
{ "lesson": 13, "german": "Es regnet den ganzen Tag, deshalb bleibe ich zu Hause.", "czech": "Celý den prší, proto zůstanu doma." },
{ "lesson": 13, "german": "Im Winter schneit es oft und es ist sehr kalt.", "czech": "V zimě často sněží a je velmi zima." },
{ "lesson": 13, "german": "Die Temperatur ist gestiegen und es sind jetzt dreißig Grad.", "czech": "Teplota stoupla a je teď třicet stupňů." },
{ "lesson": 13, "german": "Hast du einen Regenschirm dabei, falls es regnet?", "czech": "Máš s sebou deštník pro případ, že bude pršet?" },
{ "lesson": 13, "german": "Der Wind ist sehr stark, es ist heute stürmisch.", "czech": "Vítr je velmi silný, dnes je bouřlivo." },
{ "lesson": 13, "german": "Ich brauche eine neue Jacke für den kalten Winter.", "czech": "Potřebuji novou bundu na studenou zimu." },
{ "lesson": 13, "german": "Diese Hose passt mir nicht, sie ist zu eng.", "czech": "Tyto kalhoty mi nesedí, jsou příliš úzké." },
{ "lesson": 13, "german": "Ich möchte dieses Kleid anprobieren, wo ist die Umkleidekabine?", "czech": "Chtěla bych si vyzkoušet tyto šaty, kde je převlékací kabina?" },
{ "lesson": 13, "german": "Welche Größe haben Sie für diese schönen Schuhe?", "czech": "Jakou máte velikost těchto pěkných bot?" },
{ "lesson": 13, "german": "Die Farbe Blau steht dir wirklich sehr gut.", "czech": "Modrá barva ti opravdu velmi sluší." },
{ "lesson": 13, "german": "Ich ziehe einen Pullover an, weil mir kalt ist.", "czech": "Oblékám si svetr, protože je mi zima." },
{ "lesson": 13, "german": "Im Sommer trage ich gern Shorts und T-Shirts.", "czech": "V létě rád nosím šortky a trička." },
{ "lesson": 13, "german": "Hast du meine Handschuhe gesehen? Ich finde sie nicht.", "czech": "Viděl jsi mé rukavice? Nemůžu je najít." },
{ "lesson": 13, "german": "Das Wetter ist wechselhaft, mal scheint die Sonne, mal regnet es.", "czech": "Počasí je proměnlivé, chvíli svítí slunce, chvíli prší." },
{ "lesson": 13, "german": "Ich nehme die Sonnenbrille mit, weil die Sonne scheint.", "czech": "Beru si sluneční brýle, protože svítí slunce." },
{ "lesson": 13, "german": "Dieser Rock ist zu kurz für die Schule, zieh etwas anderes an.", "czech": "Tato sukně je do školy příliš krátká, oblékni si něco jiného." },
{ "lesson": 13, "german": "Wir gehen heute einkaufen, ich brauche neue Klamotten.", "czech": "Jdeme dnes nakupovat, potřebuji nové oblečení." },
{ "lesson": 13, "german": "Das Hemd ist schick, aber es ist mir zu teuer.", "czech": "Ta košile je šik, ale je pro mě příliš drahá." },
{ "lesson": 13, "german": "Ich trage nicht gern Anzüge, ich mag es lieber leger.", "czech": "Nenosím rád obleky, mám raději ležérní styl." },
{ "lesson": 13, "german": "Die Bluse hat ein schönes Muster, sie gefällt mir.", "czech": "Ta halenka má hezký vzor, líbí se mi." },
{ "lesson": 13, "german": "Es gibt heute Gewitter, bleib lieber im Haus.", "czech": "Dnes budou bouřky, zůstaň raději v domě." },
{ "lesson": 13, "german": "Die Wettervorhersage sagt, dass es morgen sonnig wird.", "czech": "Předpověď počasí říká, že zítra bude slunečno." },
{ "lesson": 13, "german": "Ich habe meine Mütze verloren, jetzt ist mir kalt am Kopf.", "czech": "Ztratil jsem čepici, teď je mi zima na hlavu." },
{ "lesson": 13, "german": "Wir packen die Badesachen ein und fahren an den See.", "czech": "Balíme plavky a jedeme k jezeru." },
{ "lesson": 13, "german": "Diese Schuhe sind sehr bequem, ich kann gut darin laufen.", "czech": "Tyto boty jsou velmi pohodlné, můžu v nich dobře chodit." },
{ "lesson": 13, "german": "Der Schal passt gut zu deinem neuen Mantel.", "czech": "Ta šála se dobře hodí k tvému novému kabátu." },
{ "lesson": 13, "german": "Ich mag keine Socken aus Wolle, sie kratzen.", "czech": "Nemám rád vlněné ponožky, koušou." },
{ "lesson": 13, "german": "Es ist neblig, man kann fast nichts sehen.", "czech": "Je mlhavo, není skoro nic vidět." },
{ "lesson": 13, "german": "Hast du schon gehört, wie das Wetter am Wochenende wird?", "czech": "Už jsi slyšel, jaké bude o víkendu počasí?" },
{ "lesson": 13, "german": "Ich ziehe mir schnell etwas Warmes an.", "czech": "Rychle si obléknu něco teplého." },
{ "lesson": 13, "german": "Die Jeans sind im Angebot, sie kosten nur zwanzig Euro.", "czech": "Džíny jsou v akci, stojí jen dvacet eur." },
{ "lesson": 13, "german": "Ich suche ein Geschenk für meine Mutter, vielleicht einen Schal.", "czech": "Hledám dárek pro maminku, možná šálu." },
{ "lesson": 13, "german": "Was trägst du heute Abend zur Party?", "czech": "Co si vezmeš dnes večer na party?" },
{ "lesson": 13, "german": "Ich weiß nicht, was ich anziehen soll.", "czech": "Nevím, co si mám obléknout." },
{ "lesson": 13, "german": "Das Kleid ist schön, aber die Farbe gefällt mir nicht.", "czech": "Šaty jsou hezké, ale ta barva se mi nelíbí." },
{ "lesson": 13, "german": "Wir müssen uns beeilen, das Geschäft schließt gleich.", "czech": "Musíme si pospíšit, obchod hned zavírá." },
{ "lesson": 13, "german": "Ich habe viele Schuhe, aber ich trage immer die gleichen.", "czech": "Mám hodně bot, ale nosím pořád ty stejné." },
{ "lesson": 13, "german": "Bei diesem Regen werde ich ganz nass.", "czech": "V tomhle dešti budu úplně mokrý." },
{ "lesson": 13, "german": "Es blitzt und donnert, das Gewitter ist nah.", "czech": "Blýská se a hřmí, bouřka je blízko." },
{ "lesson": 13, "german": "Ich friere, kannst du bitte das Fenster schließen?", "czech": "Mrznu, můžeš prosím zavřít okno?" },
{ "lesson": 13, "german": "Der Himmel ist bewölkt, wir sehen keine Sonne.", "czech": "Nebe je zatažené, nevidíme slunce." },
{ "lesson": 13, "german": "Ich habe vergessen, meine Jacke mitzunehmen.", "czech": "Zapomněl jsem si vzít bundu." },
{ "lesson": 13, "german": "Deine neuen Stiefel sehen wirklich toll aus.", "czech": "Tvoje nové kozačky vypadají opravdu skvěle." },
{ "lesson": 13, "german": "Ich trage gern sportliche Kleidung in meiner Freizeit.", "czech": "Ve volném čase rád nosím sportovní oblečení." },
{ "lesson": 13, "german": "Wir gehen shoppen, kommst du mit uns?", "czech": "Jdeme nakupovat, půjdeš s námi?" },
{ "lesson": 13, "german": "Diese Tasche ist sehr praktisch und auch modern.", "czech": "Tato taška je velmi praktická a taky moderní." },
{ "lesson": 13, "german": "Ich mag deinen Stil, du siehst immer gut aus.", "czech": "Líbí se mi tvůj styl, vypadáš vždy dobře." },
{ "lesson": 13, "german": "Im Frühling ist das Wetter oft sehr schön und mild.", "czech": "Na jaře je počasí často velmi krásné a mírné." },
{ "lesson": 13, "german": "Ich habe keine Lust, bei diesem Wetter rauszugehen.", "czech": "Nemám chuť jít v tomhle počasí ven." },
{ "lesson": 13, "german": "Wir machen ein Picknick, wenn die Sonne scheint.", "czech": "Uděláme si piknik, když bude svítit slunce." },
{ "lesson": 13, "german": "Ich habe mir eine neue Badehose für den Urlaub gekauft.", "czech": "Koupil jsem si nové plavky na dovolenou." },
{ "lesson": 13, "german": "Der Pullover kratzt ein bisschen, aber er ist warm.", "czech": "Ten svetr trochu kouše, ale je teplý." },
{ "lesson": 13, "german": "Ich kann mich nicht entscheiden, welches T-Shirt ich nehmen soll.", "czech": "Nemůžu se rozhodnout, které tričko si mám vzít." },
{ "lesson": 13, "german": "Das Wetter ist heute viel besser als gestern.", "czech": "Počasí je dnes mnohem lepší než včera." },
{ "lesson": 13, "german": "Es ist so heiß, ich brauche ein Eis.", "czech": "Je takové horko, potřebuji zmrzlinu." },
{ "lesson": 13, "german": "Wir sitzen im Garten und genießen die Sonne.", "czech": "Sedíme na zahradě a užíváme si slunce." },
{ "lesson": 13, "german": "Hast du einen Regenschirm? Es fängt an zu regnen.", "czech": "Máš deštník? Začíná pršet." },
{ "lesson": 13, "german": "Ich habe meine Sonnenbrille zu Hause vergessen.", "czech": "Zapomněl jsem si doma sluneční brýle." },
{ "lesson": 13, "german": "Der Winter ist meine Lieblingsjahreszeit wegen dem Schnee.", "czech": "Zima je mé oblíbené roční období kvůli sněhu." },
{ "lesson": 13, "german": "Wir müssen uns warm anziehen, es ist sehr kalt draußen.", "czech": "Musíme se teple obléknout, venku je velmi zima." },
{ "lesson": 13, "german": "Ich habe keine passenden Schuhe zu diesem Kleid.", "czech": "Nemám k těmto šatům žádné vhodné boty." },
{ "lesson": 13, "german": "Dein Outfit gefällt mir sehr gut, wo hast du das gekauft?", "czech": "Tvůj outfit se mi moc líbí, kde jsi to koupila?" },
{ "lesson": 13, "german": "Ich habe viele Komplimente für meine neue Frisur bekommen.", "czech": "Dostala jsem mnoho komplimentů za svůj nový účes." },
{ "lesson": 13, "german": "Das Wetter macht mich müde und traurig.", "czech": "To počasí mě unavuje a rozesmutňuje." },
{ "lesson": 13, "german": "Ich hoffe, dass der Sommer bald kommt.", "czech": "Doufám, že léto brzy přijde." },
{ "lesson": 13, "german": "Wir haben den ganzen Tag im Park verbracht.", "czech": "Strávili jsme celý den v parku." },
{ "lesson": 13, "german": "Ich habe mir einen Sonnenbrand geholt, weil ich nicht aufgepasst habe.", "czech": "Spálil jsem se od sluníčka, protože jsem nedával pozor." },
{ "lesson": 13, "german": "Das Wasser im See war noch sehr kalt zum Baden.", "czech": "Voda v jezeře byla na koupání ještě velmi studená." },
{ "lesson": 13, "german": "Ich trage im Sommer am liebsten leichte Kleider.", "czech": "V létě nosím nejraději lehké šaty." },
{ "lesson": 13, "german": "Der Hut schützt mich vor der starken Sonne.", "czech": "Klobouk mě chrání před silným sluncem." },
{ "lesson": 13, "german": "Ich habe meine Jacke an der Garderobe abgegeben.", "czech": "Odevzdal jsem bundu v šatně." },
{ "lesson": 13, "german": "Wir haben uns schick gemacht für das Theater.", "czech": "Vyfikli jsme se do divadla." },
{ "lesson": 13, "german": "Ich fühle mich in diesen Klamotten nicht wohl.", "czech": "Necítím se v tomhle oblečení dobře." },
{ "lesson": 13, "german": "Kannst du mir sagen, wie das Wetter morgen wird?", "czech": "Můžeš mi říct, jaké bude zítra počasí?" },
{ "lesson": 13, "german": "Ich habe die Wetter-App auf meinem Handy gecheckt.", "czech": "Zkontroloval jsem aplikaci na počasí na mobilu." },
{ "lesson": 13, "german": "Es soll morgen schneien, wir können Schlitten fahren.", "czech": "Zítra má sněžit, můžeme jít sáňkovat." },
{ "lesson": 13, "german": "Ich habe keine Lust auf Winter und Kälte.", "czech": "Nemám náladu na zimu a chlad." },
{ "lesson": 13, "german": "Der Herbst ist schön, wenn die Blätter bunt sind.", "czech": "Podzim je krásný, když je listí barevné." },
{ "lesson": 13, "german": "Ich mag es, wenn der Wind durch die Bäume weht.", "czech": "Mám rád, když vítr fouká stromy." },
{ "lesson": 13, "german": "Wir haben einen Regenbogen am Himmel gesehen.", "czech": "Viděli jsme na nebi duhu." },
{ "lesson": 13, "german": "Das Wetter war perfekt für unsere Gartenparty.", "czech": "Počasí bylo perfektní pro naši zahradní party." },
{ "lesson": 13, "german": "Ich habe geschwitzt, weil es so heiß war.", "czech": "Potil jsem se, protože bylo tak horko." },
{ "lesson": 13, "german": "Wir haben uns im Schatten ausgeruht und Wasser getrunken.", "czech": "Odpočívali jsme ve stínu a pili vodu." },
{ "lesson": 13, "german": "Ich habe meine Badehose vergessen, ich kann nicht schwimmen.", "czech": "Zapomněl jsem si plavky, nemůžu plavat." },
{ "lesson": 13, "german": "Das Wetter in Deutschland ist oft sehr unbeständig.", "czech": "Počasí v Německu je často velmi nestálé." },
{ "lesson": 13, "german": "Ich freue mich auf den Frühling und die Blumen.", "czech": "Těším se na jaro a květiny." },
{ "lesson": 13, "german": "Wir haben den ganzen Tag draußen gespielt.", "czech": "Hráli jsme si celý den venku." },
{ "lesson": 13, "german": "Ich bin nass geworden, weil ich keinen Schirm hatte.", "czech": "Zmokl jsem, protože jsem neměl deštník." },
{ "lesson": 13, "german": "Das Wetter war so schlecht, dass wir nicht fahren konnten.", "czech": "Počasí bylo tak špatné, že jsme nemohli jet." },
{ "lesson": 13, "german": "Ich habe mir warme Socken angezogen, weil ich kalte Füße hatte.", "czech": "Oblékl jsem si teplé ponožky, protože jsem měl studené nohy." },
{ "lesson": 13, "german": "Der Wind hat meinen Hut weggeweht.", "czech": "Vítr mi odfoukl klobouk." },
{ "lesson": 13, "german": "Es ist wichtig, sich dem Wetter entsprechend zu kleiden.", "czech": "Je důležité oblékat se přiměřeně počasí." },
{ "lesson": 13, "german": "Ich habe viele schöne Kleider in meinem Schrank.", "czech": "Mám ve skříni mnoho krásných šatů." },
{ "lesson": 13, "german": "Wir tauschen unsere Kleidung manchmal mit Freunden.", "czech": "Někdy si vyměňujeme oblečení s přáteli." },
{ "lesson": 13, "german": "Ich lege viel Wert auf gute Qualität bei Kleidung.", "czech": "Kladu velký důraz na dobrou kvalitu oblečení." },
{ "lesson": 13, "german": "Das ist mein Lieblingspullover, er ist so kuschelig.", "czech": "To je můj oblíbený svetr, je takový heboučký." },
{ "lesson": 13, "german": "Ich habe die Schuhe im Internet bestellt, aber sie passen nicht.", "czech": "Objednal jsem si boty na internetu, ale nesedí mi." },
{ "lesson": 13, "german": "Wir gehen zurück in den Laden und tauschen es um.", "czech": "Jdeme zpátky do obchodu a vyměníme to." },
{ "lesson": 14, "german": "Mein Kopf tut mir weh, ich glaube, ich werde krank.", "czech": "Bolí mě hlava, myslím, že budu nemocný." },
{ "lesson": 14, "german": "Ich habe Halsschmerzen und kann nicht gut schlucken.", "czech": "Bolí mě v krku a nemůžu dobře polykat." },
{ "lesson": 14, "german": "Du siehst schlecht aus, du solltest zum Arzt gehen.", "czech": "Vypadáš špatně, měl bys jít k lékaři." },
{ "lesson": 14, "german": "Ich habe Fieber und muss im Bett bleiben.", "czech": "Mám horečku a musím zůstat v posteli." },
{ "lesson": 14, "german": "Mein Bauch tut weh, vielleicht habe ich etwas Schlechtes gegessen.", "czech": "Bolí mě břicho, možná jsem snědl něco špatného." },
{ "lesson": 14, "german": "Ich habe mir beim Sport das Bein gebrochen.", "czech": "Zlomil jsem si při sportu nohu." },
{ "lesson": 14, "german": "Du musst diese Tabletten dreimal täglich nach dem Essen nehmen.", "czech": "Musíš brát tyto tablety třikrát denně po jídle." },
{ "lesson": 14, "german": "Ich fühle mich schwach und habe keine Energie.", "czech": "Cítím se slabý a nemám žádnou energii." },
{ "lesson": 14, "german": "Gute Besserung, ich hoffe, du bist bald wieder gesund.", "czech": "Brzké uzdravení, doufám, že budeš brzy zase zdravý." },
{ "lesson": 14, "german": "Ich habe einen Termin beim Zahnarzt, weil ich Zahnschmerzen habe.", "czech": "Mám termín u zubaře, protože mě bolí zuby." },
{ "lesson": 14, "german": "Mein Rücken tut weh, weil ich zu lange gesessen habe.", "czech": "Bolí mě záda, protože jsem příliš dlouho seděl." },
{ "lesson": 14, "german": "Ich bin erkältet und habe Schnupfen und Husten.", "czech": "Jsem nachlazený a mám rýmu a kašel." },
{ "lesson": 14, "german": "Du solltest viel Tee trinken und dich ausruhen.", "czech": "Měl bys pít hodně čaje a odpočívat." },
{ "lesson": 14, "german": "Ich habe eine Allergie gegen Pollen, im Frühling ist es schlimm.", "czech": "Mám alergii na pyl, na jaře je to zlé." },
{ "lesson": 14, "german": "Mein Knie tut weh, ich kann nicht laufen.", "czech": "Bolí mě koleno, nemůžu chodit." },
{ "lesson": 14, "german": "Hast du ein Pflaster? Ich habe mich geschnitten.", "czech": "Máš náplast? Řízl jsem se." },
{ "lesson": 14, "german": "Ich muss zum Arzt, weil mir schwindelig ist.", "czech": "Musím k lékaři, protože se mi motá hlava." },
{ "lesson": 14, "german": "Gesundheit ist das Wichtigste im Leben, pass auf dich auf.", "czech": "Zdraví je v životě nejdůležitější, dávej na sebe pozor." },
{ "lesson": 14, "german": "Ich mache Sport, um fit und gesund zu bleiben.", "czech": "Sportuji, abych zůstal fit a zdravý." },
{ "lesson": 14, "german": "Rauchen ist ungesund und schadet deiner Lunge.", "czech": "Kouření je nezdravé a škodí tvým plícím." },
{ "lesson": 14, "german": "Du solltest mehr Obst und Gemüse essen.", "czech": "Měl bys jíst více ovoce a zeleniny." },
{ "lesson": 14, "german": "Ich habe mir den Arm verbrannt, es tut sehr weh.", "czech": "Spálil jsem si ruku, bolí to moc." },
{ "lesson": 14, "german": "Wir müssen ins Krankenhaus fahren, es ist ein Notfall.", "czech": "Musíme jet do nemocnice, je to naléhavý případ." },
{ "lesson": 14, "german": "Der Arzt hat gesagt, dass ich im Bett bleiben soll.", "czech": "Lékař říkal, že mám zůstat v posteli." },
{ "lesson": 14, "german": "Ich nehme Hustensaft, damit der Husten weggeht.", "czech": "Beru sirup proti kašli, aby kašel zmizel." },
{ "lesson": 14, "german": "Mein Ohr tut weh, vielleicht habe ich eine Entzündung.", "czech": "Bolí mě ucho, možná mám zánět." },
{ "lesson": 14, "german": "Ich kann heute nicht zur Schule kommen, ich bin krank.", "czech": "Nemůžu dnes přijít do školy, jsem nemocný." },
{ "lesson": 14, "german": "Hast du Fieber gemessen? Wie hoch ist es?", "czech": "Měřil sis teplotu? Jak je vysoká?" },
{ "lesson": 14, "german": "Ich brauche ein Rezept für meine Medikamente.", "czech": "Potřebuji recept na své léky." },
{ "lesson": 14, "german": "Die Apotheke ist gleich um die Ecke, wir können dort hingehen.", "czech": "Lékárna je hned za rohem, můžeme tam jít." },
{ "lesson": 14, "german": "Ich habe Angst vor Spritzen, aber die Impfung ist wichtig.", "czech": "Mám strach z injekcí, ale očkování je důležité." },
{ "lesson": 14, "german": "Mein Fuß ist geschwollen, ich habe ihn verstaucht.", "czech": "Mám oteklou nohu, vyvrtnul jsem si ji." },
{ "lesson": 14, "german": "Du siehst blass aus, geht es dir nicht gut?", "czech": "Vypadáš bledě, není ti dobře?" },
{ "lesson": 14, "german": "Ich habe Bauchschmerzen, weil ich zu viel gegessen habe.", "czech": "Bolí mě břicho, protože jsem příliš jedl." },
{ "lesson": 14, "german": "Sport ist gut für den Körper und die Seele.", "czech": "Sport je dobrý pro tělo a duši." },
{ "lesson": 14, "german": "Ich gehe regelmäßig zur Kontrolle beim Zahnarzt.", "czech": "Chodím pravidelně na kontrolu k zubaři." },
{ "lesson": 14, "german": "Du solltest weniger Zucker essen, das ist gesünder.", "czech": "Měl bys jíst méně cukru, to je zdravější." },
{ "lesson": 14, "german": "Ich habe mich verletzt, als ich Fußball gespielt habe.", "czech": "Zranil jsem se, když jsem hrál fotbal." },
{ "lesson": 14, "german": "Meine Augen tun weh, weil ich zu lange am Computer war.", "czech": "Bolí mě oči, protože jsem byl příliš dlouho u počítače." },
{ "lesson": 14, "german": "Ich habe Nasenspray benutzt, aber meine Nase ist immer noch zu.", "czech": "Použil jsem nosní sprej, ale mám pořád ucpaný nos." },
{ "lesson": 14, "german": "Man sollte viel Wasser trinken, wenn man krank ist.", "czech": "Mělo by se pít hodně vody, když je člověk nemocný." },
{ "lesson": 14, "german": "Ich habe keine Schmerzen mehr, die Tablette hat geholfen.", "czech": "Už nemám bolesti, tableta pomohla." },
{ "lesson": 14, "german": "Der Arzt hat meinen Hals untersucht und Medikamente verschrieben.", "czech": "Lékař mi vyšetřil krk a předepsal léky." },
{ "lesson": 14, "german": "Ich bin gefallen und habe mir das Knie aufgeschürft.", "czech": "Upadl jsem a odřel si koleno." },
{ "lesson": 14, "german": "Wir rufen den Notarzt, wenn es schlimmer wird.", "czech": "Zavoláme pohotovost, pokud se to zhorší." },
{ "lesson": 14, "german": "Ich habe schlecht geschlafen und bin sehr müde.", "czech": "Špatně jsem spal a jsem velmi unavený." },
{ "lesson": 14, "german": "Stress ist nicht gut für die Gesundheit, du musst dich entspannen.", "czech": "Stres není dobrý pro zdraví, musíš se uvolnit." },
{ "lesson": 14, "german": "Ich mache Yoga, um meinen Rücken zu stärken.", "czech": "Dělám jógu, abych si posílil záda." },
{ "lesson": 14, "german": "Hast du eine Versicherungskarte dabei?", "czech": "Máš s sebou kartičku pojištěnce?" },
{ "lesson": 14, "german": "Ich muss zum Augenarzt, weil ich eine neue Brille brauche.", "czech": "Musím k očnímu, protože potřebuji nové brýle." },
{ "lesson": 14, "german": "Mein Finger blutet, ich brauche schnell ein Pflaster.", "czech": "Krvácí mi prst, potřebuji rychle náplast." },
{ "lesson": 14, "german": "Ich bin allergisch gegen Nüsse, ich darf sie nicht essen.", "czech": "Jsem alergický na ořechy, nesmím je jíst." },
{ "lesson": 14, "german": "Die Grippe ist ansteckend, bleib lieber zu Hause.", "czech": "Chřipka je nakažlivá, zůstaň raději doma." },
{ "lesson": 14, "german": "Ich habe mich beim Kochen verbrannt.", "czech": "Spálil jsem se při vaření." },
{ "lesson": 14, "german": "Mein ganzer Körper tut weh nach dem Sport gestern.", "czech": "Bolí mě celé tělo po včerejším sportu." },
{ "lesson": 14, "german": "Du siehst gesund und fit aus, machst du viel Sport?", "czech": "Vypadáš zdravě a fit, sportuješ hodně?" },
{ "lesson": 14, "german": "Ich habe Kopfschmerzen, hast du eine Aspirin für mich?", "czech": "Bolí mě hlava, máš pro mě aspirin?" },
{ "lesson": 14, "german": "Wir gehen spazieren, frische Luft ist gut für die Gesundheit.", "czech": "Jdeme na procházku, čerstvý vzduch je dobrý pro zdraví." },
{ "lesson": 14, "german": "Ich habe mir den Magen verdorben.", "czech": "Zkazil jsem si žaludek." },
{ "lesson": 14, "german": "Der Arzt sagt, ich bin kerngesund.", "czech": "Lékař říká, že jsem zdravý jako rybička." },
{ "lesson": 14, "german": "Ich muss eine Salbe auf die Wunde auftragen.", "czech": "Musím na ránu nanést mast." },
{ "lesson": 14, "german": "Mein Herz schlägt schnell, wenn ich aufgeregt bin.", "czech": "Srdce mi bije rychle, když jsem rozrušený." },
{ "lesson": 14, "german": "Ich habe keine Stimme mehr, weil ich so viel geschrien habe.", "czech": "Už nemám hlas, protože jsem tolik křičel." },
{ "lesson": 14, "german": "Wir müssen gesund essen, um nicht krank zu werden.", "czech": "Musíme jíst zdravě, abychom neonemocněli." },
{ "lesson": 14, "german": "Ich habe Angst vor dem Zahnarzt, aber es muss sein.", "czech": "Mám strach ze zubaře, ale musí to být." },
{ "lesson": 14, "german": "Meine Oma ist krank, wir besuchen sie im Krankenhaus.", "czech": "Moje babička je nemocná, navštívíme ji v nemocnici." },
{ "lesson": 14, "german": "Ich habe mir den Fuß beim Laufen verstaucht.", "czech": "Vyvrtnul jsem si nohu při běhání." },
{ "lesson": 14, "german": "Du musst dich warm anziehen, damit du dich nicht erkältest.", "czech": "Musíš se teple oblékat, aby ses nenachladil." },
{ "lesson": 14, "german": "Ich habe Gliederschmerzen und fühle mich schlapp.", "czech": "Bolí mě končetiny a cítím se ochabale." },
{ "lesson": 14, "german": "Der Arzt hat mir Ruhe verschrieben.", "czech": "Lékař mi předepsal klid." },
{ "lesson": 14, "german": "Ich habe mir beim Skifahren das Bein gebrochen.", "czech": "Při lyžování jsem si zlomil nohu." },
{ "lesson": 14, "german": "Wir hoffen, dass es dir bald besser geht.", "czech": "Doufáme, že ti bude brzy lépe." },
{ "lesson": 14, "german": "Ich habe Durchfall und mir ist übel.", "czech": "Mám průjem a je mi zle." },
{ "lesson": 14, "german": "Man muss sich regelmäßig die Hände waschen.", "czech": "Člověk si musí pravidelně mýt ruce." },
{ "lesson": 14, "german": "Ich habe Zahnschmerzen, ich kann nichts essen.", "czech": "Bolí mě zuby, nemůžu nic jíst." },
{ "lesson": 14, "german": "Der Krankenwagen war sehr schnell da.", "czech": "Sanitka tam byla velmi rychle." },
{ "lesson": 14, "german": "Ich habe Angst, dass es etwas Ernstes ist.", "czech": "Bojím se, že je to něco vážného." },
{ "lesson": 14, "german": "Wir müssen auf unsere Gesundheit achten.", "czech": "Musíme dbát na své zdraví." },
{ "lesson": 14, "german": "Ich habe vergessen, meine Tabletten zu nehmen.", "czech": "Zapomněl jsem si vzít své tablety." },
{ "lesson": 14, "german": "Der Arzt ist sehr nett und kompetent.", "czech": "Lékař je velmi milý a kompetentní." },
{ "lesson": 14, "german": "Ich habe mir in den Finger geschnitten.", "czech": "Řízl jsem se do prstu." },
{ "lesson": 14, "german": "Wir gehen in die Apotheke, um Medikamente zu holen.", "czech": "Jdeme do lékárny vyzvednout léky." },
{ "lesson": 14, "german": "Ich habe Schnupfen, hast du ein Taschentuch?", "czech": "Mám rýmu, máš kapesník?" },
{ "lesson": 14, "german": "Gesundheit ist wichtiger als Geld oder Erfolg.", "czech": "Zdraví je důležitější než peníze nebo úspěch." },
{ "lesson": 14, "german": "Ich versuche, mit dem Rauchen aufzuhören.", "czech": "Snažím se přestat s kouřením." },
{ "lesson": 14, "german": "Alkohol ist schlecht für die Leber und das Gehirn.", "czech": "Alkohol je špatný pro játra a mozek." },
{ "lesson": 14, "german": "Ich habe Muskelkater vom Training gestern.", "czech": "Mám svalovou horečku ze včerejšího tréninku." },
{ "lesson": 14, "german": "Man sollte nicht zu viel Fett und Zucker essen.", "czech": "Nemělo by se jíst příliš mnoho tuku a cukru." },
{ "lesson": 14, "german": "Ich gehe schlafen, weil ich mich nicht wohl fühle.", "czech": "Jdu spát, protože se necítím dobře." },
{ "lesson": 14, "german": "Der Körper braucht Vitamine, um gesund zu bleiben.", "czech": "Tělo potřebuje vitamíny, aby zůstalo zdravé." },
{ "lesson": 14, "german": "Ich habe mir den Knöchel verstaucht und muss humpeln.", "czech": "Vyvrtnul jsem si kotník a musím kulhat." },
{ "lesson": 14, "german": "Wir wünschen dir gute Besserung und schnelle Erholung.", "czech": "Přejeme ti brzké uzdravení a rychlou rekonvalescenci." },
{ "lesson": 14, "german": "Ich habe eine Grippeimpfung bekommen.", "czech": "Dostal jsem očkování proti chřipce." },
{ "lesson": 14, "german": "Mein Hals ist rot und entzündet.", "czech": "Můj krk je červený a zanícený." },
{ "lesson": 14, "german": "Ich trinke Kräutertee, das hilft gegen Bauchschmerzen.", "czech": "Piji bylinkový čaj, to pomáhá proti bolestem břicha." },
{ "lesson": 14, "german": "Man muss auf seinen Körper hören.", "czech": "Člověk musí naslouchat svému tělu." },
{ "lesson": 14, "german": "Ich bin froh, dass ich nicht mehr krank bin.", "czech": "Jsem rád, že už nejsem nemocný." },
{ "lesson": 14, "german": "Gesundheit beginnt im Kopf und auf dem Teller.", "czech": "Zdraví začíná v hlavě a na talíři." }
]
}